Repository: xentaoslinux/apturl
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, br, ca@valencia, cs, da, de, el, eo, es, et, eu, fa, fi, fr, fr_ca, ga, gd, gl, he, hi, hu, id, is, it, ja, kk, km, ko, lv, mr, ms, ne, oc, pa, pt, pt_br, ro, sk, sl, sq, sr, sv, ta, tg, th, tr, ug, uz, vi, zh_cn, zh_hk

source: Package '%s' is virtual.
af: Pakket '%s' is virtueel.
ar: الحزمة '%s' افتراضية
ast: El paquete '%s' ye virtual.
be: Пакет '%s' з'яўляецца віртуальным.
bg: Пакета «%s» е виртуален.
bn: প্যাকেজ '%s' ভার্চুয়াল।
br: Galloudel eo ar pakad '%s'
ca@valencia: El paquet «%s» és virtual.
cs: Balík '%s' je virtuální.
da: Pakke "%s" er virtuel.
de: »%s« ist ein virtuelles Paket.
el: Το πακέτο '%s' είναι εικονικό.
eo: Pakaĵo '%s' estas virtuala.
es: El paquete «%s» es virtual.
et: Pakk '%s' on virtuaalne.
eu: '%s' paketea birtuala da.
fa: بسته‌ی «%s» مجازی است.
fi: Paketti "%s" on virtuaalinen.
fr: Le paquet « %s » est virtuel.
fr_ca: Le paquet « %s » est virtuel.
ga: Tá an pacáiste '%s' fíorúil
gd: 'S e pacaid bhiortail a tha ann an "%s".
gl: O paquete «%s» é virtual.
he: החבילה '%s' הנה וירטואלית.
hi: पैकेज '%s' आभासी है.
hu: A csomag („%s”) virtuális
id: Paket '%s' virtual.
is: Pakkinn ‚%s‘ er sýndarpakki.
it: Il pacchetto «%s» è virtuale.
ja: '%s' は仮想パッケージです。
kk: "%s" пакеті виртуалды.
km: កញ្ចប់​ '%s' ជា​និម្មិត ។
ko: '%s' 패키지는 가상 패키지입니다.
lv: Pakotne “%s” ir virtuāla
mr: '%s' हे आभासी पॅकेज आहे.
ms: '%s' adalah pekej maya
ne: प्याकेज '%s' आवास्तविक छ !
oc: Lo paquet « %s » es virtual.
pa: ਪੈਕੇਜ '%s' ਫ਼ਰਜ਼ੀ ਹੈ।
pt: O pacote '%s' é virtual.
pt_br: Pacote '%s' é virtual.
ro: Pachetul „%s” este virtual.
sk: Balík „%s“ je virtuálny.
sl: Paket '%s' je navidezen paket.
sq: Paketa '%s' është virtuale.
sr: Пакет „%s“ је виртуелан.
sv: Paketet "%s" är virtuellt.
ta: மெய்நிகர் '%s' பொதி.
tg: Бастаи "%s" виртуалӣ мебошад.
th: '%s' เป็นแพกเกจเสมือน
tr: '%s' sanal bir paket.
ug: '%s' مەۋھۇم بولاق
uz: '%s' бу виртуал пакет.
vi: Gói '%s' là gói ảo.
zh_cn: 软件包“%s”为虚包。
zh_hk: ‘%s’ 為虛擬套件。

source: Could not find package '%s'.
af: Kon pakket '%s' nie vind nie.
am: ጥቅሉን ማግኘት አልተቻለም '%s'.
ar: تعذَّر العثور على حزمة '%s'.
ast: Nun pudo alcontrase'l paquete '%s'.
be: Немагчыма знайсці пакет '%s'.
bg: Не може да се намери пакета «%s».
bn: প্যাকেজ '%s' পাওয়া যায়নি।
br: N'hall ket kavout ar pakad '%s'.
ca@valencia: No s'ha trobat el paquet «%s».
cs: Nelze najít balík '%s'.
da: Kunne ikke finde pakke "%s".
de: Das Paket »%s« konnte nicht gefunden werden.
el: Αδυναμία εύρεσης του πακέτου '%s'.
eo: Pakaĵo '%s' ne troveblas.
es: No se pudo encontrar el paquete «%s».
et: Paketti '%s' ei õnnestunud leida
eu: Ezin izan da '%s' paketea aurkitu.
fa: نمی‌توان بسته‌ی «%s» را یافت.
fi: Pakettia "%s" ei löydy.
fr: Impossible de trouver le paquet « %s ».
fr_ca: Impossible de trouver le paquet « %s ».
ga: Ní fhéadfaí an pacáiste '%s' a aimsiú.
gd: Cha b' urrainn dhuinn a' phacaid "%s" a lorg.
gl: Non se pode atopar o paquete «%s».
he: לא ניתן למצוא את החבילה '%s'.
hi: पैकेज '%s' नहीं पाया गया.
hu: A csomag („%s”) nem található.
id: Tak bisa temukan paket '%s'.
is: Fann ekki pakkann ‚%s‘.
it: Impossibile trovare il pacchetto «%s».
ja: パッケージ '%s' が見つかりません
kk: "%s" пакетін табу мүмкін емес.
km: រក​មិន​ឃើញកញ្ចប់​​ '%s' ។
ko: '%s' 패키지를 찾을 수 없습니다.
lv: Neizdevās atrast pakotni “%s”.
mr: '%s' हे पॅकेज सापडले नाही.
ms: Tidak jumpa pakej '%s'.
ne: प्याकेज '%s' फेला पार्न सकिएन​ !
oc: Impossible de trobar lo paquet « %s » .
pa: ਪੈਕੇਜ '%s' ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pt: Não foi possível encontrar o pacote '%s'.
pt_br: Não foi possível achar o pacote '%s'
ro: Nu s-a putut găsi pachetul „%s”.
sk: Nebolo možné nájsť balík „%s“.
sl: Ni mogoče najti paketa '%s'.
sq: Nuk mund të gjej paketën '%s'.
sr: Не могу наћи пакет „%s“.
sv: Kunde inte hitta paketet "%s".
ta: '%s' தொகுப்பைக் கண்டுப்பிடிக்க முடியவில்லை.
tg: Бастаи "%s" ёфт нашуд.
th: ไม่สามารถหาแพกเกจ '%s'
tr: '%s' paketi bulunamadı.
ug: بولاق '%s' تېپىلمىدى
uz: '%s' пакетини топиб бўлмади.
vi: Không tìm thấy gói '%s'.
zh_cn: 无法找到软件包“%s”。
zh_hk: 找不到套件 ‘%s’。

source: Package '%s' is already installed
af: Pakket '%s' is alreeds geinstalleer
am: ጥቅሉ '%s' ተገጥሟል
ar: ثُبتت الحزمة '%s' مسبقاً
ast: El paquete '%s' yá ta asitiau
be: Пакет '%s' ужо ўсталяваны
bg: Пакета «%s» вече е инсталиран
bn: প্যাকেজ '%s' ইতোমধ্যে ইনস্টলকৃত
br: Staliet eo ar pakad '%s' endeo
ca@valencia: El paquet «%s» ja està instal·lat
cs: Balík '%s' je již nainstalován
da: Pakken "%s" er allerede installeret
de: Das Paket »%s« ist bereits installiert.
el: Το πακέτο '%s' είναι ήδη εγκατεστημένο
eo: Pakaĵo '%s' estas jam instalita
es: El paquete «%s» ya está instalado
et: Pakett '%s' on juba paigaldatud
eu: Jadanik instalatuta dago '%s' paketea
fa: بسته‌ی «%s» همین الآن هم نصب شده است
fi: Paketti "%s" on jo asennettu
fr: Le paquet « %s » est déjà installé
fr_ca: Le paquet « %s » est déjà installé
ga: Tá an pacáiste '%s' suiteáílte cheana féin
gd: Chaidh a' phacaid "%s" a stàladh mar-thà
gl: O paquete «%s» xa está instalado
he: החבילה '%s' כבר מותקנת
hi: पैकेज '%s' पहले से संस्थापित है
hu: A csomag (%s) már telepítve van
id: Paket '%s' telah dipasang
is: Pakkinn "%s" er þegar innsettur
it: Il pacchetto «%s» è già installato
ja: パッケージ '%s' はすでにインストールされています
kk: "%s" пакеті орнатылған
km: បាន​ដំឡើង​កញ្ចប់​ '%s' រួច​ហើយ
ko: %s' 패키지가 이미 설치되어 있습니다
lv: Pakotne “%s” jau ir instalēta
mr: '%s' हे पॅकेज अगोदरच प्रतिष्ठापीत आहे
ms: Pakej '%s' sudah dipasang
ne: प्याकेज '%s' पहिले नै स्थापित छ
oc: Lo paquet « %s » es ja installat
pa: ਪੈਕੇਜ '%s' ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ
pt: O pacote '%s' já se encontra instalado
pt_br: O pacote '%s' já está instalado
ro: Pachetul „%s” este deja instalat
sk: Balík „%s“ je už nainštalovaný
sl: Paket '%s' je že nameščen
sq: Paketa '%s' është instaluar tashmë
sr: Пакет „%s“ је већ инсталиран
sv: Paketet "%s" är redan installerat
ta: '%s' தொகுப்பு ஏற்கனவே நிறுவப்பட்டுள்ளது
tg: Бастаи "%s" аллакай насб карда шудааст
th: แพคเกจ '%s' ติดตั้งอยู่แล้ว
tr: '%s' paketi zaten yüklü
ug: بولاق '%s' ئاللىقاچان ئورنىتىلغان
uz: '%s' пакети ўрнатилган
vi: Gói '%s' đã được cài đặt rồi
zh_cn: 软件包“%s”已经安装
zh_hk: ‘%s’ 套件已經安裝

source: Can not install '%s' (%s)
af: Kon nie '%s' (%s) installeer nie
am: መግጠም አልተቻለም '%s' (%s)
ar: لا يمكن تثبيت '%s' ‏(%s)
ast: Nun pue instalase '%s' (%s)
be: Немагчыма ўсталяваць '%s' (%s)
bg: Не може да се инсталира «%s» (%s)
bn: ইনস্টল করা যায়নি '%s' (%s)
br: N'hall ket staliañ '%s' (%s)
ca@valencia: No es pot instal·lar «%s» (%s)
cs: Nelze nainstalovat '%s' (%s)
da: Kan ikke installere "%s" (%s)
de: »%s« konnte nicht installiert werden (%s)
el: Αδυναμία εγκατάστασης του '%s' (%s)
eo: '%s' (%s) ne instaleblas
es: No se pudo instalar «%s» (%s)
et: Paketti '%s' (%s) pole võimalik paigaldada
eu: Ezin da instalatu '%s' (%s)
fa: نمی‌توان «%s» را نصب کرد (%s)
fi: Ei voi asentaa "%s" (%s)
fr: Impossible d'installer « %s » (%s)
fr_ca: Impossible d'installer « %s » (%s)
ga: Ní féidir '%s' (%s) a shuiteáil
gd: Cha urrainn dhuinn "%s" (%s) a stàladh
gl: Non se puido instalado «%s» (%s)
he: לא ניתן להתקין את '%s'‏ (%s)
hi: '%s' (%s) को संस्थापित नहीं कर सका
hu: „%s” nem telepíthető (%s)
id: Tak dapat memasang '%s' (%s)
is: Gat ekki sett inn "%s" (%s)
it: Impossibile installare «%s» (%s)
ja: '%s'(%s) がインストールできません
kk: "%s"-ды (%s) орнатылмай жатыр
km: មិន​អាច​ដំឡើង​ '%s' (%s)
ko: '%s'를(을) 설치할 수 없습니다 (%s)
lv: Nevar instalēt “%s” (%s)
mr: '%s' (%s) प्रतिष्ठापीत करता येत नाही
ms: Tidak dapat memasang '%s'(%s)
ne: '%s' (%s) स्थापना गर्न सकिँएन
oc: Impossible d'installar « %s » (%s)
pa: '%s' (%s) ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pt: Não é possível instalar '%s' (%s)
pt_br: Não foi possível instalar '%s' (%s)
ro: Nu se poate instala „%s” (%s)
sk: Nie je možné nainštalovať „%s“ (%s)
sl: Paketa '%s' ni mogoče namestiti (%s)
sq: Nuk munda të instaloj '%s' (%s)
sr: Не могу инсталирати „%s“ (%s)
sv: Kan inte installera "%s" (%s)
ta: '%s' ஐ நிறுவ முடியவில்லை (%s)
tg: "%s"-ро насб кардан нашуд (%s)
th: ไม่สามารถติดตั้ง '%s' (%s)
tr: '%s' yüklenemiyor (%s)
ug: '%s'(%s) نى ئورناتقىلى بولمىدى
uz: '%s' (%s) ўрнатиб бўлмади
vi: Không cài được '%s' (%s)
zh_cn: 无法安装“%s”(%s)
zh_hk: 無法安裝 ‘%s’ (%s)

source: Package '%s' requests minimal version '%s', but only '%s' is available
af: Pakket '%s' versoek minimale weergawe '%s', maar slegs '%s' is beskikbaar
am: ጥቅል '%s' ጥያቄ ምን አይነት እትም '%s', ግን '%s' የተገኘ
ar: الحزمة '%s' تتطلب الإصدار '%s' على الأقل، لكن فقط '%s' متوفر
ast: El paquete '%s' pide una versión mínima '%s', pero ta disponible namái la '%s'
be: Пакет «%s» патрабуе мінімальнай версіі «%s», але даступная толькі версія «%s»
bg: Пакета «%s» изисква минимална версия «%s», но е налична само «%s»
bn: প্যাকেজ '%s' ন্যূনতম সংস্করণ '%s' এর জন্য অনুরোধ করে, কিন্তু কেবল '%s' পাওয়া যায়
br: Ar pakad '%s' a azgoulenn an handelv '%s' da vihanañ met '%s' zo hegerz hepken
ca@valencia: El paquet «%s» requereix com a mínim la versió «%s», però només està disponible la «%s».
cs: Balík '%s' požaduje minimální verzi '%s', ale dostupná je pouze '%s'.
da: Pakken "%s" kræver som minimum version "%s", men kun "%s" er tilgængelig
de: Das Paket »%s« benötigt mindestens Version »%s«, es ist allerdings nur »%s« verfügbar
el: Το πακέτο '%s' απαιτεί ελάχιστη έκδοση '%s', αλλά μόνο η '%s' είναι διαθέσιμη
eo: Pakaĵo '%s' bezonas minimuman version '%s' sed nur '%s' disponeblas
es: El paquete «%s» necesita la versión mínima «%s», pero sólo está disponible la «%s»
et: Pakett '%s' vajab töötamiseks vähemalt '%s' versiooni, aga ainult '%s' on saadaval
eu: '%s' paketeak '%s' bertsioa behar du gutxienez, baina '%s' bakarrik dago eskuragarri
fa: بسته‌ی «%s» حداقل نگارش «%s» را می‌خواهد، ولی فقط «%s» موجود است
fi: Paketti "%s" vaatii vähintään version "%s", mutta vain "%s" on saatavilla
fr: Le paquet « %s » demande au minimum la version « %s » et seule la version « %s » est disponible
fr_ca: Le paquet « %s » exige au minimum la version « %s » mais seule la version « %s » est disponible
gd: Feumaidh a' phacaid "%s" an tionndadh "%s" air a' char as lugha ach chan eil ann ach "%s"
gl: O paquete «%s» solicita a versión mínima «%s», mais só está dispoñíbel «%s»
he: החבילה '%s' דורשת לכול הפחות את הגרסה '%s', אך רק '%s' זמינה.
hi: पैकेज '%s' के न्युनतम वर्जन '%s' है, लेकिन केवल '%s' ही उपलब्ध है
hu: A csomag („%s”) a(z) „%s” minimális verziót igényli, de csak „%s” érhető el
id: Paket '%s' membutuhkan minimal versi '%s', tapi hanya '%s' yang tersedia
is: Pakkinn '%s' krefst að minnsta kosti útgáfu '%s', en '%s' er bara tiltækur
it: Il pacchetto «%s» richiede come versione minima la «%s», ma è disponibile solo la «%s»
ja: パッケージ '%s' は最低でもバージョン '%s' 以上が必要ですが、'%s' しか利用できません
kk: "%s" пакетінің минималды қажетті үлгісі "%s", бірақ тек "%s" жетімді
km: កញ្ចប់​ '%s' ស្នើ​សុំ​កំណែ​អប្បបរមា​របស់​ '%s' ប៉ុន្តែ​មាន​តែ​ '%s' ដែល​អាច​ប្រើ​បាន
ko: %s' 패키지가 최소 '%s' 버전을 요구하지만 '%s' 버전 만을 이용할 수 있습니다
lv: Pakotnei “%s” ir nepieciešama minimālā versija “%s”, bet pieejama ir tikai “%s”
mr: '%s' हे पॅकेज किमान आवृत्ती '%s' ची विनंती करत आहे, पण फक्त '%s' हे उपलब्ध आहे
ms: Pakej '%s' memerlukan memerlukan versi minima '%s', tetapi hanya '%s' yang ada
ne: प्याकेज '%s' ले कम्तिमा '%s', संस्करण माग गर्छ तर '%s' मात्र उपलब्ध छ
oc: Lo paquet « %s » demanda al minimum la version « %s », mas sola la version « %s » es disponibla
pt: O pacote '%s' requer versão mínima '%s', mas apenas '%s' está disponível
pt_br: Pacote '%s' requer no mínimo a versão '%s', mas somente '%s' está disponível
ro: Pachetul „%s” necesită versiunea minimă „%s”, dar numai „%s” este disponibilă
sk: Balík „%s“ vyžaduje minimálne verziu „%s“, ale dostupná je iba „%s“
sl: Paket '%s' zahteva najmanj različico '%s', toda na voljo je samo '%s'
sq: Paketa '%s' kërkon versionin minimal të '%s', por vetëm '%s' është i disponueshëm
sr: Пакет „%s“ захтева најмање издање „%s“, али је доступно само „%s“
sv: Paketet "%s" kräver minimum version "%s", men endast "%s" finns tillgänglig
ta: பொதி '%s' குறைந்தது '%s' பதிப்பை எதிர்பார்க்கிறது, ஆனால் '%s' மட்டுமே உள்ளது.
tg: Бастаи "%s" версияи хурдтарини "%s"-ро талаб мекунад, аммо танҳо "%s" дастрас аст
th: แพคเกจ '%s' ต้องการรุ่นขั้นต่ำ '%s' แต่มีเฉพาะรุ่น '%s' ที่มี
tr: %s' paketi için '%s' en düşük sürüm isteniyor, fakat sadece '%s' mevcut
ug: بولاق '%s' ئەڭ بولمىدى دېگەندىمۇ نەشرى '%s' دىن يۇقىرى بولۇشى كېرەك، بىراق ھازىر '%s' بار ئىكەن.
uz: '%s' пакети '%s' минимал версиясини сўради, аммо фақат '%s' мавжуд
vi: Gói '%s' yêu cầu phiên bản thấp nhất là '%s', nhưng chỉ có phiên bản '%s'
zh_cn: 软件包“%s”需要的最低版本是“%s”，但是只有“%s”可用
zh_hk: 套件 ‘%s’ 需要最小版本 ‘%s’，但只有 ‘%s’

source: Enable additional components
af: Aktiveer addisionele onderdele
am: ተጨማሪ እካላቶችን ማስቻል
ar: فعِّل المكوّنات الإضافية
ast: Permitir más componentes
be: Уключыць дадатковыя кампаненты
bg: Включи допълнителните компоненти
bn: অতিরিক্ত কম্পোনেন্ট সক্রিয়
br: Gweredekaat ar parzhioù ouzhpenn
ca@valencia: Habilita components addicionals
cs: Povolit dodatečné komponenty
da: Aktivér supplerende komponenter
de: Zusätzliche Komponenten aktivieren
el: Ενεργοποίηση επιπρόσθετων συστατικών
eo: Enŝalti aldonajn komponantojn
es: Activar componentes adicionales
et: Lisakomponentide aktiveerimine
eu: Osagai gehigarriak gait
fa: فعّال سازی اجزای اضافی
fi: Otetaan käyttöön lisäkomponentteja
fr: Activer les composants additionnels
fr_ca: Activer des composants additionnels
ga: Cumasaigh gnéithe breise
gd: Cuir co-phàirtean a bharrachd an comas
gl: Habilitar compoñentes adicionais
he: הפעלת רכיבים נוספים
hi: अतरिक्त घटक को समर्थ करें
hu: További összetevők engedélyezése
id: Aktifkan komponen tambahan
is: Virkja aðra þætti
it: Abilita componenti aggiuntivi
ja: 追加コンポーネントを有効にする
kk: Қосымша құрамдастарды қосу
km: បើក​សមាស​ភាគ​បន្ថែមូ
ko: 추가 구성요소 활성화
lv: Aktivēt papildu komponentes
mr: अधिक घटक कार्यान्वित करा
ms: Meghidupkan komponen tambahan
ne: अतिरिक्त अवयवहरू सक्रिय पार्नुहोस्
oc: Activar los components addicionals
pa: ਵਾਧੂ ਭਾਗ ਚਾਲੂ ਕੀਤੇ
pt: Activar componentes adicionais
pt_br: Habilitar componentes adicionais
ro: Activează componentele suplimentare
sk: Zapnúť ďalšie komponenty
sl: Omogoči dodatne sestavne dele
sq: Aktivizo përbërës shtesë
sr: Укључи додатне компоненте
sv: Aktivera ytterligare komponenter
ta: கூடுதலான கூறுகளை செயற்படுத்து
tg: Фаъол кардани ҷузъҳои иловагӣ
th: เปิดใช้งานส่วนประกอบเพิ่มเติม
tr: Ek öğeleri etkinleştir
ug: قوشۇلما تەركىبلەرنى ئىچىش
uz: Қўшимча компонентларни фаоллаштириш
vi: Kích hoạt các thành phần bổ sung
zh_cn: 使用附加组件
zh_hk: 啟用額外元件

source: Enable additional software channel
af: Aktiveer addisionele sagtewarebron
am: ተጨማሪ የሶፍትዌር መገናኛዎችን ማስቻል
ar: فعِّل قناة برمجيات إضافية
ast: Activar canal de software adicional
be: Уключыць дадатковую крыніцу праграмнага забеспячэння
bg: Включи допълнителен източник на софтуер
bn: অতিরিক্ত সফ্টওয়ার চ্যানেল সক্রিয়
br: Gweredekaat dastumlec'h ar parzhioù ouzhpenn
ca@valencia: Habilita el canal de programari addicional
cs: Povolit dodatečný softwarový kanál
da: Aktiver supplerende softwarekanal
de: Zusätzliche Paketquelle aktivieren
el: Ενεργοποίηση επιπρόσθετου καναλιού λογισμικού
eo: Enŝalti aldonan programarkanalon
es: Activar canal adicional de software
et: Täiendava tarkvarakanali aktiveerimine
eu: Software-kanal gehigarriak gaitu
fa: فعّال سازی کانال نرم‌افزاری اضافی
fi: Ota käyttöön ohjelmakanava
fr: Activer les sources de logiciels additionnelles
fr_ca: Activer les canaux de logiciels additionnels
ga: Cumasaigh cainéal bogearraí breise
gd: Cuir seanail bathair-bhog a bharrachd an comas
gl: Activar unha canle de software adicional
he: הפעלת ערוץ התוכנות הנוספות
hi: अतरिक्त सॉफ्टवेयर चैनल को समर्थ करें
hu: További szoftvercsatornák engedélyezése
id: Aktifkan kanal perangkat lunak tambahan
is: Virkja aðra hugbúnaðarrás
it: Abilita canali software aggiuntivi
ja: 追加のソフトウェアチャンネルを有効にする
kk: Қосымша бағдарламалар қайнар көзін қосу
km: បើក​ឆានែល​កម្មវិធី​បន្ថែម
ko: 추가 소프트웨어 채널 활성화
lv: Aktivēt papildu programmatūras kanālu
mr: अतिरिक्त साँफ्टवेअर मार्ग कार्यान्वित करा
ms: Aktifkan saluran perisian tambahan
ne: सफ्टवेयर च्यानल सक्रिय पार्नुहोस्
oc: Activar las fonts de logicials addicionalas
pa: ਵਧੀਕ ਸਾਫਟਵੇਅਰ ਚੈਨਲ ਚਾਲੂ
pt: Activar canais de software adicionais
pt_br: Habilitar canal de software adicional
ro: Activează canalul pentru software suplimentar
sk: Zapnúť ďalší zdroj softvéru
sl: Omogoči dodatne programske kanale
sq: Aktivizoni një kanal programesh shtesë
sr: Укључи додатни софтверски канал
sv: Aktivera ytterligare programkanal
ta: கூடுதலான மென்பொருள் தடங்களை செயற்படுத்து
tg: Фаъол кардани канали иловагии нармафзор
th: เปิดใช้งานช่องทางโปรแกรมเพิ่มเติม
tr: Ek yazılım kanallarını etkinleştir
ug: قوشۇلما يۇمتال قانىلىنى ئىچىش
uz: Қўшимча дастурлар манбаини фаоллаштириш
vi: Kích hoạt kênh phần mềm bổ sung
zh_cn: 启用附加软件频道
zh_hk: 啟用附加軟體頻道

source: Do you want to enable the following software channel: '%s'?
af: Wil u die volgende sagtewarebron aktiveer: '%s'?
am: የነዚህን የሶፍትዌር መገናኛዎች ማስቻል ይፈልጋሉ: '%s'?
ar: هل تريد تفعيل قناة البرمجيات التالية: '%s'؟
ast: ¿Quies activar la siguiente canal de software: '%s'?
be: Вы хочаце ўключыць крыніцу праграмнага забеспячэння: «%s»?
bg: Искате ли да включите следния източник на софтуер: «%s»?
bn: নিম্নোক্ত সফ্টওয়ার চ্যানেল সক্রিয় করতে চান: '%s'?
br: Ha fellout a ra deoc'h gweredekaat dastumlec'h ar meziantoù da heul : '%s' ?
ca@valencia: Voleu habilitar el canal de programari següent: «%s»?
cs: Chcete povolit následující softwarový kanál: "%s"?
da: Ønsker du at aktivere den følgende softwarekanal: "%s"?
de: Möchten Sie die folgende Paketquelle aktivieren: »%s«?
el: Θέλετε να ενεργοποιήσετε το παρακάτω κανάλι λογισμικού: '%s';
eo: Ĉu vi volas enŝalti la sekvan programarkanalon: '%s'?
es: ¿Desea activar el siguiente canal de software: «%s»?
et: Soovite lülitada sisse tarkvarakanali '%s'?
eu: Software-kanal hau gaitu nahi al duzu: '%s'?
fa: آیا می‌خواهید کانال نرم‌افزاری زیر را فعّال کنید: «%s»؟
fi: Haluatko ottaa käyttöön ohjelmakanavan "%s"?
fr: Voulez-vous activer la source de logiciels suivante : « %s » ?
fr_ca: Voulez-vous activer le canal de logiciels suivant : « %s »?
ga: An mian leat an cainéal bogearraí a leanas: '%s' a chumasú?
gd: A bheil thu airson an seanail bathair-bhog a leanas a chur an comas: "%s"?
gl: Quere activar a seguinte canle de software: «%s»?
he: האם ברצונך לאפשר את ערוץ התוכנות הנוספות: '%s'?
hi: क्या आप निम्न चैनलः '%s' को समर्थ करना चाहते हैं?
hu: Engedélyezni akarja a következő szoftvercsatornát: '%s'?
id: Anda ingin mengaktifkan kanal perangkat lunak berikut: '%s'?
is: Viltu virkja þessa hugbúnaðarrás: ‚%s‘?
it: Abilitare il seguente canale software: «%s»?
ja: 次のソフトウェアチャンネルを有効にしますか: '%s' ？
kk: Сіз "%s" қосымша бағдарламалар қайнар көзін қосқыңыз келеді ме?
km: តើ​អ្នក​ចង់​បើក​ឆានែល​កម្មវិធី​ដូច​ខាង​ក្រោម​ឬ​ទេ​ ៖ '%s'?
ko: 다음 소프트웨어 채널을 이용하시겠습니까?: '%s'
lv: Vai vēlaties aktivēt šo programmatūras kanālu — “%s”?
mr: तुम्हाला पुढील साँफ्टवेअर मार्ग कार्यान्वित करायचे आहेत का : '%s'?
ms: Adakah anda mahu mengaktifkan saluran perisian berikut: '%s'?
ne: निम्न सफ्टवेयर च्यानल सक्रिय पार्न चाहनुहुन्छ : '%s'?
oc: Volètz activar la font de logicials seguenta : « %s » ?
pa: ਕੀ ਤੁਸੀਂ ਹੇਠ ਦਿੱਤਾ ਸਾਫਟਵੇਅਰ ਚੈਨਲ ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ: '%s'?
pt: Quer activar o seguinte canal de software: %s?
pt_br: Você deseja habilitar o seguinte canal de software: '%s'?
ro: Doriți să activați următorul canal software: „%s”?
sk: Chcete zapnúť nasledovný zdroj softvéru: „%s“?
sl: Ali želite omogočiti naslednji programski kanal: '%s'?
sq: Dëshironi të aktivizoni kanalin e programeve që vijon: '%s'?
sr: Да ли желите да укључите следећи софтверски канал: „%s“?
sv: Vill du aktivera följande programkanal: "%s"?
ta: உங்களுக்கு பின்வரும் மென்பொருள் தடத்தை செயற்படுத்த வேண்டுமா: '%s'?
tg: Шумо мехоҳед, ки канали зерини нармафзорро фаъол кунед: "%s"?
th: คุณต้องการเปิดใช้งานช่องทางซอฟต์แวร์: '%s' หรือไม่?
tr: Şu yazılım kanalını etkinleştirmek istiyor musunuz: '%s' ?
ug: تۆۋەندىكى يۇمشاق دېتال قانىلىنى ئىناۋەتلىك قىلامسىز : '%s' ؟
uz: Сиз ушбу қўшимча дастурлар манбаини фаоллаштиришни истайсизми: '%s'?
vi: Có kích hoạt các kênh phần mềm sau hay không: '%s'?
zh_cn: 您想启用“%s”软件频道吗？
zh_hk: 您是否想啟用以下軟體頻道: '%s'?

source: Install additional software?
af: Installeer addissionele sagtware?
am: ተጨማሪ ሶፍትዌር መግጠም
ar: هل تريد تثبيت برمجيات إضافية؟
ast: ¿Instalar software adicional?
be: Усталяваць дадатковыя праграмы?
bg: Да се инсталира ли допълнителния софтуер?
bn: অতিরিক্ত সফ্টওয়ার ইনস্টল করা হবে?
br: Staliañ ar meziantoù ouzhpenn ?
ca@valencia: Voleu instal·lar el programari addicional?
cs: Nainstalovat dodatečný software?
da: Installér yderligere software?
de: Zusätzliche Programme installieren?
el: Εγκατάσταση επιπρόσθετου λογισμικού;
eo: Ĉu instali aldonajn programarojn?
es: ¿Instalar software adicional?
et: Kas paigaldada lisatarkvara?
eu: Software gehigarria instalatu?
fa: نرم‌افزارهای اضافی نصب شوند؟
fi: Asenna lisää ohjelmia?
fr: Installer ce(s) programme(s) supplémentaire(s) ?
fr_ca: Installer des logiciels additionnels?
ga: Suiteáil bogearraí breise?
gd: A bheil thu airson am bathar-bog a bharrachd a stàladh?
gl: Instalar software adicional?
he: להתקין תוכנות נוספות?
hi: अतरिक्त सॉफ्टवेयर को संस्थापित करें?
hu: Telepít további szoftvereket?
id: Pasang perangkat lunak tambahan?
is: Setja inn fleiri forrit?
it: Installare software aggiuntivo?
ja: ソフトウェアの追加インストールを行いますか？
kk: Қосымша бағдарламаларды орнатайын ба?
km: ដំឡើង​កម្មវិធី​បន្ថែម​ឬ​ ?
ko: 추가 소프트웨어 설치
lv: Instalēt papildu programmatūru?
mr: अतिरिक्त साँफ्टवेअर प्रतिष्ठापीत करायचे का?
ms: Pasang perisian tambahan?
ne: अतिरिक्त सफ्टवेयर स्थापना गर्ने ?
oc: Installar de logicials suplementaris ?
pa: ਵਧੀਕ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਨੇ ਹਨ?
pt: Instalar software adicional?
pt_br: Instalar programa adicional?
ro: Instalați software suplimentar?
sk: Inštalovať ďalšie programy?
sl: Ali naj se namesti dodatna programska oprema?
sq: Të instalojmë programe shtesë?
sr: Да ли желите да инсталирате додатни софтвер?
sv: Installera ytterligare programvara?
ta: கூடுதலான மென்பொருட்களை நிறுவனுமா?
tg: Нармафзори иловагиро насб мекунед?
th: ติดตั้งซอฟท์แวร์เพิ่มเติม?
tr: Ek yazılım yüklemek ister misiniz?
ug: قۇشۇلما يۇمتاللارنى قاچىلاش
uz: Қўшимча дастурлар ўрнатилсинми?
vi: Có cài thêm các phần mềm bổ sung không?
zh_cn: 安装附加软件？
zh_hk: 安裝額外軟件嗎？
