Repository: xentaoslinux/apturl
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, br, ca@valencia, cs, da, de, el, eo, es, et, eu, fa, fi, fr, fr_ca, ga, gd, gl, he, hi, hu, id, is, it, ja, kk, km, ko, lv, mr, ms, ne, oc, pa, pt, pt_br, ro, sk, sl, sq, sr, sv, ta, tg, th, tr, ug, uz, vi, zh_cn, zh_hk

source: Do you want to install package '%s'?
af: Wil u die pakket '%s' installeer?
am: ጥቅሉን መግጠም ይፈልጋሉ '%s'?
ar: هل تريد تثبيت حزمة '%s'؟
ast: ¿Quies instalar el paquete '%s'?
be: Вы хочаце усталяваць пакет '%s'?
bg: Искате ли да инсталирате пакета «%s»?
bn: '%s' প্যাকেজ ইনস্টল করতে চান?
br: Ha fellout a ra deoc'h stalaiñ ar pakad '%s' ?
ca@valencia: Voleu instal·lar el paquet «%s»?
cs: Chcete nainstalovat balík '%s'?
da: Ønsker du at installere pakken "%s"?
de: Wollen Sie das Paket »%s« installieren?
el: Θέλετε να εγκαταστήσετε το πακέτο '%s';
eo: Ĉu vi volas instali pakaĵon '%s'?
es: ¿Desea instalar el paquete «%s»?
et: Kas soovid paigaldada paketi '%s'?
eu: '%s' paketea instalatu nahi al duzu?
fa: می‌خواهید بسته‌ی «%s» نصب شود؟
fi: Haluatko asentaa paketin "%s"?
fr: Voulez-vous installer le paquet « %s » ?
fr_ca: Voulez-vous installer le paquet « %s »?
ga: An mian leat an pacáiste '%s' a shuiteáil?
gd: A bheil thu airson a' phacaid "%s" a stàladh?
gl: Quere instalar o paquete «%s»?
he: האם ברצונך להתקין את החבילה '%s'?
hi: क्या आप पैकेज '%s' को संस्थापित करना चाहते हैं?
hu: Szeretné telepíteni a(z) „%s” csomagot?
id: Anda ingin memasang paket '%s'?
is: Viltu setja upp pakkann ‚%s‘?
it: Installare il pacchetto «%s»?
ja: パッケージ '%s' をインストールしますか？
kk: "%s" пакетін орнатайын ба?
km: តើ​អ្នក​ចង់​ដំឡើង​កញ្ចប់​ '%s' ឬ ?
ko: '%s' 패키지를 설치하시겠습니까?
lv: Vai vēlaties instalēt pakotni “%s”?
mr: '%s' हे पॅकेज प्रतिष्ठापीत करायचे आहे का?
ms: Adakah anda ingin memasang pakej '%s'?
ne: के तपाईं प्याकेज '%s' स्थापना गर्न चाहनुहुन्छ?
oc: Volètz installar lo paquet « %s » ?
pa: ਕੀ ਤੁਸੀਂ '%s' ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Deseja instalar o pacote '%s'?
pt_br: Você quer instalar o pacote '%s'?
ro: Doriți sa instalați pachetul „%s”?
sk: Chcete nainštalovať balík „%s“?
sl: Ali želite namestiti paket '%s'?
sq: Dëshironi të instaloni paketën '%s'?
sr: Да ли желите да инсталирате пакет „%s“?
sv: Vill du installera paketet "%s"?
ta: நீங்க '%s' மென்பொருளை நிறுவனுமா?
tg: Шумо мехоҳед, ки бастаи "%s"-ро насб кунед?
th: คุณต้องการติดตั้งแพกเกจ '%s' หรือไม่?
tr: '%s' paketini yüklemek istiyor musunuz?
ug: بولاق '%s' نى ئورنىتامسىز؟
uz: '%s' пакетини ўрнатишни истайсизми?
vi: Có cài đặt gói '%s' không?
zh_cn: 您确定要安装软件包“%s”？
zh_hk: 您想安裝套件 ‘%s’ 嗎？

source: Description
af: Beskrywing
am: መግለጫ
ar: الوصف
ast: Descripción
be: Апісанне
bg: Описание
bn: বর্ণনা
br: Deskrivadur
ca@valencia: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
et: Kirjeldus
eu: Deskribapena
fa: شرح
fi: Kuvaus
ga: Cur Síos
gd: Tuairisgeul
gl: Descrición
he: תיאור
hi: वर्णन
hu: Leírás
id: Keterangan
is: Lýsing
it: Descrizione
ja: 概要
kk: Сипаттамасы
km: សេចក្តី​ពិពណ៌នា
ko: 설명
lv: Apraksts
mr: वर्णन
ms: Keterangan
ne: विवरण
oc: Descripcion
pa: ਵੇਰਵਾ
pt: Descrição
pt_br: Descrição
ro: Descriere
sk: Popis
sl: Opis
sq: Përshkrimi
sr: Опис
sv: Beskrivning
ta: விவரம்
tg: Тавсиф
th: คำอธิบาย
tr: Tanım
ug: چۈشەندۈرۈلۈشى
uz: Таърифи
vi: Mô tả
zh_cn: 描述
zh_hk: 描述

source: _Install
af: _Installeer
am: _መግጠም
ar: _ثبِّت
ast: _Instalar
be: _Усталяваць
bg: _Инсталирай
bn: ইনস্টল (_I)
br: _Staliañ
ca@valencia: _Instal·la
cs: Na_instalovat
da: _Installér
de: _Installieren
el: _Εγκατάσταση
eo: _Instali
es: _Instalar
et: _Paigalda
eu: _Instalatu
fa: نصب
fi: _Asenna
fr: _Installer
fr_ca: _Installer
ga: _Suiteáil
gd: _Stàlaich
gl: _Instalar
he: ה_תקנה
hi: संस्थापित करें (_I)
hu: _Telepítés
id: _Pasang
is: _Setja upp
it: _Installa
ja: インストール(_I)
kk: _Орнату
km: ដំឡើង
ko: 설치(_I)
lv: _Instalēt
mr: प्रतिष्ठापीत करा (_I)
ms: _Pasang
ne: _स्थापना गर्नुहोस्
oc: _Installar
pa: ਇੰਸਟਾਲ ਕਰੋ(_I)
pt: _Instalar
pt_br: _Instalar
ro: _Instalează
sk: Na_inštalovať
sl: _Namesti
sq: _Instalo
sr: _Инсталирај
sv: _Installera
ta: நிறுவு (_I)
tg: _Насб кардан
th: _ติดตั้ง
tr: _Kur
ug: قاچىلا (_I)
uz: Ў_рнатиш
vi: _Cài đặt
zh_cn: 安装(_I)
zh_hk: 安裝 (_I)

source: Whether the specified command should handle "apt" URLs
af: Hetsy die gespesifiseerde opdrag "apt" URLe moet hanteer
ar: ما إذا على الأمر المُحدد معالجة مسارات "أداة التحزيم المتقدمة"
ast: Si la orde conseñada tendría que remanar URLs d'«apt»
be: Ці павінен вызначаны загад апрацоўваць URL "apt"
bg: Дали указаната команда трябва да обработва «apt» връзки
bn: নির্দিষ্ট কমান্ড "apt" URLs হ্যান্ডেল করা উচিত কিনা
br: Menegiñ a ra ma rankfe an arc'had erspizet dornata URLioù "apt"
ca@valencia: Si l'orde especificada hauria de gestionar URL de l'«apt»
cs: Má určený příkaz obsluhovat "apt" URL?
da: Hvorvidt den spcificerede kommando skal håndtere "apt"-adresser
de: Ob der festgelegte Befehl »apt«-Adressen handhaben soll
el: Ορίζει αν η καθορισμένη εντολή θα χειρίζεται διευθύνσεις "apt" URL
eo: Ĉu la specifita komando traktus URL de "apt"
es: Si el comando especificado debe manejar URLs de «apt»
et: Kas määratud käsku peaks kasutama "apt" URLide puhul
eu: Zehaztutako komandoak "apt" URLak kudeatu behar al dituen
fa: این که دستور مشخّص شده باید نشانی‌های «apt» را مدیریت کند
fi: Käsitteleekö määritelty komento "apt"-URL-osoitteet
fr: Si la commande spécifiée doit gérer les URL « apt »
fr_ca: Si la commande spécifiée devrait gérer les URL « apt »
gd: Co-dhiù am bu chòir dhan àithne a chaidh a shònrachadh URLaichean "apt" a làimhseachadh
gl: Se a orde especificada debe manexar os URL «apt»
hi: बहरहाल विनिर्दिष्ट निर्देश "apt" यूआरएल को संचालित करता है
hu: A megadott kulcs kezelje-e az „apt” URL címeket
id: Apakah perintah yang dinyatakan mesti menangani URL "apt"
is: Hvort þessi skipun á að sjá um „apt“ vefföng
it: Indica se il comando specificato deve gestire gli URL "apt"
ja: 指定されたコマンドが "apt" で始まるURL を扱うかどうか
kk: Көрсетілген коммандасы "apt" сілтемелерін өңдеуге тиісті ме
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់​គ្រង​ URLs "apt" ឬ​អត់
ko: 주어진 명령어가 "apt" URL들을 다룰 지 여부
lv: Vai norādītajai komandai būtu jāapstrādā “apt” URL
mr: निर्देशित आदेशाने "apt" URLs हाताळायचे का
ms: Sama ada arahan tersebut harus menangani URL "apt"
ne: खुलाइएको कमान्डले "apt" URL हरू सम्हाल्न पर्छ कि पर्दैन
oc: Se la comanda especificada deu gerir las URL « apt »
pa: ਕੀ 'apt' URL ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਖਾਸ ਕਮਾਂਡ ਵਰਤਣੀ ਹੈ
pt: Se o comando especificado deve manipular URLs "apt"
pt_br: Se o comando especificado deve manipular "apt" URLs
ro: Dacă comandă specificată ar trebui să gestioneze URL-uri „apt”
sk: Či má uvedený príkaz obsluhovať URL s protokolom „apt“
sl: Ali naj naveden ukaz upravlja z URL-ji "apt"
sq: Nëse komanda e specifikuar duhet të merret me URL-të "apt"
sr: Да ли наведена наредба треба управљати „apt“ адресама.
sv: Huruvida det angivna kommandot ska hantera "apt"-url:er
ta: குறிப்பிடப்பட்ட கட்டளையானது "apt" URL களை கையாள வேண்டுமா
tg: Оё фармони муайяншуда бояд суроғаҳои URL-и "apt"-ро коркард намояд
tr: Belirtilen komutun "apt" URL adreslerinin ele alıp almaması
ug: بەلگىلەنگەن بۇيرۇق "apt" بىلەن باشلانغان URLs نى بىر تەرەپ قىلالامدۇ
uz: Белгиланган буйруқ "apt" URL'ларини қўлласинми?
vi: Lệnh đã cho có được dùng để xử lý "apt" URL không
zh_cn: 指定的命令是否应当处理软件源 网址
zh_hk: 指定的命令是否須處理 “apt” 網址。

source: True if the command specified in the "command" key should handle "apt" URLs.
af: Waar indien die opdrag gespessifiseer in die "opdrag" sleutel "apt" URLe moet hanteer.
ar: صحيح إذا كان على الأمر الذي حُدِد في مفتاح "الأمر" معالجة مسارات "apt".
ast: Braero si la orde conseñada na clave «orde» tien de remanar les URLs d'«apt».
be: Выкарыстоўваць каманду ў ключы «command» для апрацоўкі URL «apt».
bg: Вярно, ако командата е посочена в ключа «command» за обработване на «apt» връзки.
bn: ট্রু হবে যদি "কমান্ড" কী এ নির্দিষ্ট করা কমান্ড "apt" URLs হ্যান্ডেল করা উচিত তবে।
br: Gwir mar rankfe an arc'had erspizet gant an alc'hwez"command" dornata URLioù "apt".
ca@valencia: Cert si l'orde especificada a la clau «command» hauria de gestionar URL de l'«apt».
cs: Nastavit na hodnotu PRAVDA, pokud má příkaz určený v "příkazové" řádce obsluhovat "apt" URL.
da: Sand hvis kommandoen brugt i "kommando"-nøglen skal håndtere "apt"-adresser.
de: Wahr, falls der im »command«-Schlüssel festgelegte Befehl »apt«-Adressen handhaben soll.
el: Αληθές αν η εντολή που καθορίζεται από το κλειδί "command" θα πρέπει να χειρίζεται τις διευθύνσεις "apt" URL.
eo: Vera se la specifita komando en la ŝlosilo "komando" traktus URL de "apt".
es: Verdadero si la orden especificada en la clave «comando» debe manejar los URL de «apt».
et: Kui märgitud, siis kasutatakse "apt" URLide puhul "käsu" võtmes määratud käsku.
eu: Egia, "command" gakoan zehaztutako aginduak "apt" URLak kudeatu behar baditu.
fa: صحیح اگر دستور مشخّص شده در کلید «دستور» باید نشانی‌های «apt» را مدیریت کند.
fi: Tosi, jos komennon tulisi käsitellä "apt" -URLit.
fr: Vrai si la commande spécifiée dans la clé « command » doit gérer les URL « apt ».
fr_ca: Vrai si la commande spécifiée dans la clef « command » devrait gérer les URL « apt ».
gd: True ma bu chòir dhan àithne a chaidh a shònrachadh san iuchair "command" URLaichean "apt" a làimhseachadh.
gl: É verdadeiro se a orde especificada na chave «command» debera manexar os URL «apt».
hi: सही है यदि निर्देश "command" कुंजी में विनिर्दिष्ट है तथा यह "apt" यूआरएल को संचालित करता हो.
hu: Igaz, ha a „command” kulcsban megadott parancs kezeli az „apt” URL címeket.
id: Benar bila perintah yang dinyatakan pada kunci "command" mesti menangani URL "apt".
is: Satt ef skipunin sem er skilgreint í „skipanalyklinum“ á að sjá um „apt“ vefföng.
it: VERO se il comando specificato nella chiave "command" deve gestire gli URL "apt".
ja: "command" キーで指定されたコマンドで "apt" URL を扱う場合は、TRUE にしてください。
kk: "command" кілтіндегі "apt" сілтемелерін өңдеу коммандасын қолдану.
km: True បើ​សិន​ពាក្យ​បញ្ជា​ត្រូវ​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់​ចុច​ "command​" នឹង​គ្រប់​គ្រង URLs "apt" ។
ko: 참이면 "command" 키로 지정된 명령이 "apt" URL을 처리해야 합니다.
lv: Patiess, ja “komandas” lauciņā norādītajai komandai vajadzētu apstrādāt “apt” URL.
mr: "आदेश" कळ मधील निर्देशित आदेशाने "apt" URLs हाताळायचे असल्यास बरोबर.
ms: Benar sekiranya arahan yang dinyatakan dalam kunci "command" sepatutnya menguruskan URL "apt".
ne: सहि यदि "कमान्ड" मा खुलाइएको कमान्डले "apt" URL हरू सम्हाल्न पर्ने भए।
oc: Verai se la comanda especificada dins la clau « command » deu gerir las URLs « apt ».
pt: Verdadeiro se o comando especificado na chave "comando" deve tratar URLs "apt".
pt_br: Verdadeiro se o comando especificado no "comando" chave deverá tratar "apt" URLs
ro: Adevărat în cazul în care comanda specificată în cheia „command” trebuie să gestioneze URL-urile „apt”.
sk: Hodnota je pravda ak príkaz uvedený voľbou „command“ má obsluhovať URL s protokolom „apt“
sl: Izbrana možnost določi, da ukaz naveden v ključu "command" upravlja z URL-ji "apt".
sq: E vërtetë nëse komanda e specifikuar në butonin "command" duhet të merret me URL-të "apt".
sr: Укључено ако наведена наредба у пољу „command“ треба да управља „apt“ адресама.
sv: Sant om kommandot angivet i nyckeln "command" ska hantera "apt"-url:er.
ta: சரியென்றால் "command" விசை குறிப்பிடப்பட்ட கட்டளை "apt" URL களை கையாளும்.
tg: Дуруст агар фармони муайяншуда бояд суроғаҳои URL-и "apt"-ро коркард намояд.
tr: "komut" anahtarı seçidiğinde "apt" URL adreslerini kullanan komut.
ug: "command" دا بېكىتىلگەن بۇيرۇقتا "apt" بىلەن باشلانغان URLs نى بىر تەرەپ قىلماقچى بولسا True تاللىنىدۇ
uz: Тўғри агар "command" калитида белгиланган буйруқ "apt" URL'ларини қўлласа
vi: Đúng nếu lệnh cho trong khoá "lệnh" được dùng xử lý "apt" URL
zh_cn: 如果在 "command" 按键中指定的命令应当处理软件源则为真。
zh_hk: 若設定為真，“command” 設定鍵所指定的命令須處理 “apt” 網址。

source: The handler for "apt" URLs
af: Die hanteerder vir @apt@ URLe
ar: معالج مسارات "apt"
ast: El remanador d'URLs d'«apt»
be: Апрацоўшчык URL "apt"
bg: Програма за работа с «apt» връзки
bn: "apt" URLs এর জন্য হ্যান্ডলার
br: An arload da zornata URLioù "apt"
ca@valencia: El gestor per a URL de l'«apt»
cs: Obsluhovač pro "apt" URL
da: Håndteringen til "apt"-adresser
de: Die mit »apt«-Adressen verknüpfte Anwendung
el: Ο χειριστής για διευθύνσεις "apt" URL
eo: La traktilo por URL de "apt"
es: El manejador de URL de «apt»
et: "Apt" URLide käitleja
eu: "apt" URLentzako kudeatzailea
fa: مدیر نشانی‌های «apt»
fi: "apt" -osoitteiden käsittelijä
fr: L'application prenant en charge les URL « apt »
fr_ca: L'application prenant en charge les URL « apt »
gd: An làimhsichear airson URLaichean "apt"
gl: O que manexa os URL «apt»
hi: "apt" URLs हेतु संचालक
hu: Az „apt” URL címek kezelője
id: Pemroses URL "apt"
is: Það sem sér um „apt“ vefföng
it: Il gestore di URL di tipo "apt"
ja: "apt" URLのためのハンドラ
kk: "apt" сілтемелерін өңдеуіші
km: កម្មវិធី​គ្រប់​គ្រង​សម្រាប់​ URLs "apt"
ko: "apt" URL용 핸들러
lv: “apt” URL apstrādātājs
mr: "apt" URLs ची हाताळणी करणारा
ms: Pengurus URL "apt"
ne: "apt" URLs लागि हयान्डलर
oc: L'aplicacion que pren en carga las URLs « apt »
pa: "apt" URL ਲਈ ਹੈਂਡਲਰ
pt: O gestor dos URLs "apt"
pt_br: O manipulador para URLs "apt"
ro: Comanda de gestionare pentru URL-uri „apt”
sk: Obsluha URL s protokolom „apt“
sl: Upravljalnik za URL-je "apt"
sq: Përdoruesi i URL-ve "apt"
sr: Управник „apt“ адресама.
sv: Hanteraren för "apt"-url:er
ta: "apt" URL களுக்கான ஆளுனர்
tg: Барномаи коркарди суроғаҳои URL-и "apt"
tr: "apt" URL adres işleyicisi
ug: تور ئادىرىسى ماۋزۇسىapt
uz: "apt" URL'лари бошқарувчиси
vi: Xử lý "apt" URL
zh_cn: “apt”地址处理器
zh_hk: “apt” 網址的處理器

source: The command used to handle "apt" URLs, if enabled.
af: Die opdrag wat gebruik word om "apt" URLe te hanteer, as aangeskakel is
ar: الأمر المستخدم لمعالجة مسارات "apt"، إذا فُعِّل
ast: La orde usada pa remanar URLs d'«apt», si ta activada.
be: Каманда, якая ўжываецца для апрацоўкі URL «apt».
bg: Команда за обработка на «apt» връзки, ако е включена.
bn: "apt" URLs এর জন্য ব্যবহৃত কমান্ড, যদি সক্রিয় থাকে।
br: An arc'had arveret da zornata URLioù "apt", mar gweredekaet.
ca@valencia: L'orde utilitzada per a gestionar URL de l'«apt», si està habilitada.
cs: Příkaz použitý pro obsluhu "apt" URL, pokud je povolen.
da: Kommandoen brugt til at håndtere "apt"-adresser (URL), hvis aktiveret.
de: Der Befehl, der – falls aktiviert – zum Verarbeiten von »apt«-Adressen verwendet wird.
el: Η εντολή που χρησιμοποιείται για την διαχείριση διευθύνσεων URL, αν είναι ενεργοποιημένη.
eo: La uzita komando por trakti URL de "apt", se enŝaltita.
es: La orden usada para manejar URLs de «apt», si está activado.
et: Käsk, mida kasutada "apt" URLide jaoks, kui need on lubatud.
eu: "apt" URLak kudeatzeko agindua, gaituta badago.
fa: دستور مورد استفاده برای مدیریت نشانی‌های «apt» در صورت فعّال بودن.
fi: Komento, jolla "apt"-osoitteet käsitellään.
fr: La commande utilisée pour prendre en charge les URL « apt », si activé.
fr_ca: La commande utilisée pour prendre en charge les URL « apt », si activé.
gd: An àithne a tha 'ga chleachdadh gus URLaichean "apt" a làimhseachadh, ma tha sin an comas.
gl: A orde empregada para manexar os URLs «apt», de estar activado.
hi: यह निर्देश "apt" URLs को संचालित करेगा, यदि यह समर्थ किया गया होगा.
hu: Az „apt” URL címek kezelésére használt parancs, ha engedélyezett.
id: Perintah untuk menangani URL "apt", bila diaktifkan.
is: Skipunin sem sér um „apt“ vefföng, ef það er virkjað.
it: Se abilitato, il comando usato per gestire gli URL di tipo "apt".
ja: 有効な場合に、"apt" URLを扱うコマンドです。
kk: "apt" сілтемелерін өңдеу коммандасы.
km: ពាក្យ​បញ្ជា​ដែល​ប្រើ​សម្រាប់​គ្រប់​គ្រង​ URLs "apt" បើ​សិន​បើក​ ។
ko: 이 기능을 이용할 경우 "apt" URL을 처리하기 위해 사용할 명령
lv: Komanda ar kuru apstrādāt “apt” URL, ja aktivēts.
mr: जर कार्यान्वित केलेले असेल तर "apt" URLs ची हाताळणी करण्याकरिता वापरण्याचा आदेश
ms: Arahan akan menguruskan URL "apt", sekiranya dihidupkan
ne: "apt" URL हरू सम्हाल्न प्रयोग गरिने कमान्ड , यदि सक्रिय पारिएको भए ।
oc: La comanda utilizada per prene en carga las URLs « apt », se activat.
pa: "apt" URL ਹੈਂਡਲ ਕਰਨ ਵਰਤਣ ਵਾਸਤੇ ਕਮਾਂਡ ਜੇ ਚਾਲੂ ਹੈ।
pt: O comando usado para gerir os URLs "apt", se activado.
pt_br: O comando usado para manipular as URLs "apt", se habilitado.
ro: Comanda folosită pentru gestionarea URL-urile „apt”, dacă este activată.
sk: Príkaz, ktorý sa používa na obsluhu URL s protokolom „apt“, ak je povolená.
sl: Ukaz za rokovanje z URL-ji "apt", če je to omogočeno.
sq: Komanda përdoret për tu marrë me URL-të "apt", nëse aktivizohet.
sr: Наредба која се користи за управљање „apt“ адресама, ако је укључена.
sv: Kommandot som används för att hantera "apt"-url:er, om aktiverat
ta: செயற்படுத்தப்பட்டிருந்தால், கட்டயைானது "apt" URL களை கையாளப் பயன்படும்.
tg: Фармоне, ки барои коркарди суроғаҳои URL-и "apt" истифода мешавад, агар фаъол бошад.
tr: Seçildiği taktirde "apt" URL adresi komutu kullanılır.
ug: ئىناۋەتلىك قىلىنسا، بۇيرۇق "apt" بىلەن باشلانغان URLs نى بىر تەرەپ قىلىدۇ.
uz: "apt" URL'ларини қўллаш учун буйруқ, фаоллаштирилган бўлса.
vi: Lệnh để xử lý "apt" URL, nếu được chọn.
zh_cn: 如果此程序被启用，将用来处理“apt”地址。
zh_hk: 用來處理 “apt” 網址的命令。(如果已啟用)

source: Run the command in a terminal
af: Loop die opdrag in 'n terminaal
am: ትእዛዙን ከተርሚናል ማአስኬድ
ar: نَفِّذ الأمر في طرفية
ast: Executar la orde nun terminal
be: Выканаць каманду ў тэрмінале
bg: Изпълни командата в терминал
bn: কমান্ডটি টার্মিনালে চালাও
br: Erounit an arc'had en un dermenell
ca@valencia: Executa l'orde en un terminal
cs: Spustit příkaz v terminálu
da: Kør kommandoen i en terminal
de: Den Befehl in einem Terminal ausführen
el: Εκτέλεση της εντολής σε τερματικό
eo: Ruli komandon en terminalo
es: Ejecutar la orden en un terminal
et: Käivita käsk terminalis
eu: Terminalean exekutatu agindua
fa: اجرای دستور در پایانه
fi: Suorita komento päätteessä
fr: Exécuter la commande dans un terminal
fr_ca: Exécuter la commande dans un terminal
ga: Cuir an t-ordú i bhfeidhm i dteirminéal
gd: Ruith an àithne ann an tèirmineal
gl: Executar a orde nun terminal
he: הפעלת הפקודה במסוף
hi: निर्देश को टर्मिनल में चलाएं
hu: Parancs futtatása terminálban
id: Jalankan program di dalam terminal
is: Keyra skipunina í útstöð
it: Esegue il comando in un terminale
ja: 端末からコマンドを起動する
kk: Комманданы терминалды орындау
km: ដំណើរ​ការ​ពាក្យ​បញ្ជា​នៅ​ក្នុង​ស្ថានីយ
ko: 터미널에서 명령 실행
lv: Palaist komandu terminālī
mr: आदेश टर्मिनल मध्ये चालवा
ms: Laksanakan program pada terminal
ne: टर्मिनलमा आदेश चलाउनुहोस् ।
oc: Aviar la comanda dins un terminal
pa: ਕਮਾਂਡ ਟਰਮੀਨਲ ਵਿੱਚ ਚਲਾਓ
pt: Executar o comando numa consola
pt_br: Executar o comando em um terminal
ro: Pornește comanda într-un terminal
sk: Spustiť príkaz v termináli
sl: Poženi ukaz v terminalu
sq: Ekzekuto komandën në një terminal
sr: Покреће наредбу у терминалу.
sv: Kör kommandot i en terminal
ta: கட்டளையை ஒரு முனையத்தில் இயக்கு
tg: Иҷро кардани фармон дар терминал
th: เรียกใช้คำสั่งในเทอร์มินัล
tr: Komutu bir uçbirim içerisinde çalıştır
ug: بۇيرۇقنى تېرمىنالدا ئىجرا قىلسۇن
uz: Буйруқни терминалда бажариш
vi: Chạy lệnh trong thiết bị cuối
zh_cn: 在终端中运行命令
zh_hk: 在終端機執行指令

source: True if the command used to handle this type of URL should be run in a terminal.
af: Waar indien die opdrag wat hierdie tipe URL hanteer in 'n terminaal moet loop.
ar: صحيح إذا كان الأمر المستخدم لمعالجة هذا النوع من المسارات يجب تنفيذه في طرفية.
ast: Braero si la orde usada pa remanar esta triba d'URLs hai qu'executala nuna terminal
be: Праўда, калі каманда для апрацоўкі гэтага тыпу URL мусіць выконвацца ў тэрмінале.
bg: Вярно, ако командата се използва за достъп до връзката от този тип трябва да се изпълни в терминал.
bn: এই ধরনের URL ব্যবস্থাকারী কমান্ড টার্মিনালে চালানো হলে মান সত্য।
br: Gwir mar rankfe an arc'had arveret da zornata ar rizh URL-mañ bezañ erounezet en un dermenell.
ca@valencia: Cert si l'orde emprada per este tipus d'URL s'ha d'executar en un terminal.
cs: Nastavit na hodnotu PRAVDA, pokud má být příkaz použitý pro obsluhu tohoto typu URL spuštěn v terminálu.
da: Sand hvis kommandoen til at håndtere denne type adresse skal køres i en terminal.
de: Wahr, falls der Befehl zur Verarbeitung dieser Art von Adresse in einem Terminal ausgeführt werden soll.
el: Αληθές αν η εντολή που χρησιμοποιείται για τον χειρισμό των διευθύνσεων URL αυτού του τύπου πρέπει να εκτελείται σε τερματικό.
eo: Vera se la komando uzata por trakti ĉi tiun specon de URL devus esti lanĉita en terminalo.
es: Cierto si la orden especifica para gestionar este tipo de URL debería ejecutarse en un terminal.
et: Kui märgitud, siis seda liiki URLide jaoks kasutatav käsk käivitatakse terminalis.
eu: Egia, URL-mota hau kudeatzeko erabilitako agindua terminalean exekutatu behar bada.
fa: صحیح اگر دستور مورد استفاده برای مدیریت این نوع نشانی باید در یک پایانه اجرا شود.
fi: Tosi, jos tämäntyyppisen URL:n käsittelyyn käytettävä komento tulisi ajaa päätteessä.
fr: Vrai si la commande utilisée pour gérer ce type d'URL doit être lancée dans un terminal.
fr_ca: Vrai si la commande utilisée pour gérer ce type d'URL devrait être exécutée dans un terminal.
ga: Fíor más mian leat URLanna den chineál seo a láimhseáil le hordú i dteirminéal.
gd: True ma bu chòir dhan àithne a tha 'ga chleachdadh airson làimhseachadh URLaichean mar seo a ruith ann an tèirmineal.
gl: É verdadeiro se a orde usada para manipular este tipo de URL debe ser executado nun terminal.
hi: सही यदि प्रोग्राम जो इस प्रकार के यूआरएल को हैंडल करने का अभ्यस्त है उसे टर्मिनल में चलाया जाना चाहिये.
hu: Ha igazra van állítva, a „command” kulcsban beállított parancsnak terminálban kell futnia.
id: Benar bila perintah yang digunakan untuk menangani jenis URL ini dijalankan dalam suatu terminal.
is: Satt ef að skipunin sem á að höndla þessa tegund slóða á að keyrast í útstöð.
it: VERO se il comando utilizzato per gestire questa tipologia di URL deve essere eseguito in un terminale.
ja: この種類の URL を処理するコマンドを端末内で実行する場合は TRUE にします。
kk: Егер бұл кілт қолданылған болса, "apt" сілтемелерін өңдеу бағдарламасы терминалда орындалатын болады.
km: True បើ​សិន​ពាក្យ​បញ្ជា​ត្រូវ​បាន​ប្រើ​សម្រាប់​គ្រប់​គ្រង ​ប្រភេទ​ URL នេះ​នឹង​ត្រូវ​ដំណើរ​ការ​នៅ​ក្នុង​ស្ថានីយ ។
ko: 참이면 이런 종류의 URL을 처리하는 프로그램을 터미널에서 실행합니다.
lv: Patiess, ja komandai, kas izmantota, lai apstrādātu ar šo URL tipu, jāpalaižas terminālī.
mr: या प्रकारचे URL हाताळण्या करीता टर्मिनल वर आदेश आढळत असल्यास खरे आहे.
ms: Benar sekiranya arahan digunakan untuk mengendali URL ini patut dilaksanakan pada terminal.
ne: यदि आदेशलाई यस प्रकारको url ह्यान्डल गर्न टर्मिनलमा चलाउनु पर्दछ भने ठीक हुन्छ ।
oc: Verai se la comanda utilizada per gerir aqueste tipe d'URL deu èsser aviada dins un terminal
pa: ਸਹੀਂ, ਜੇ ਕਮਾਂਡ ਨੂੰ ਇਸ ਟਾਈਪ ਦੇ URL ਨੂੰ ਹੈਂਡਲ ਕਰਨ ਲਈ ਟਰਮੀਨਲ ਤੋਂ ਚਲਾਉਣਾ ਹੈ।
pt: Verdadeiro se o comando utilizado para manipular este tipo de URL deverá ser executado numa consola.
pt_br: Verdadeiro se o comando usado para manipular esse tipo de URL deve ser executado em um terminal.
ro: La activare, comanda asociată acestui tip de URL va fi pornită în terminal.
sk: Hodnota je pravda ak sa má príkaz na obsluhu tohto druhu URL spúšťať v termináli.
sl: Izbrana možnost določi, da naj ukaz za upravljanje te vrste URL-ja teče v terminalu.
sq: E vërtetë nëse komanda e përdorur për të trajtuar këtë lloj URL duhet të zbatohet në një terminal.
sr: Укључено ако наредба коришћена за управљање овом врстом адресе треба бити покренута у терминалу.
sv: Sant om kommandot för att hantera denna typ av URL ska köras i ett terminalfönster.
ta: சரியென்றால் கட்டளையானது இந்த வகையான URLஐ ஒரு முனையத்தில் கையாளும்.
tg: Дуруст агар фармоне, ки барои коркарди ин намуди суроғаи URL истифода мешавад, бояд дар терминал иҷро карда шавад.
th: ตั้งเป็นค่าจริงถ้าโปรแกรมที่จัดการ URL นี้ควรถูกเรียกใช้ในเทอร์มินัล
tr: Eğer seçiliyse, bu tür URL'leri işletecek programın bir uçbirim içerisinde çalıştırılması gerekiyor demektir.
ug: بۇ خىل URL نى بىر تەرەپ قىلىدىغان بۇيرۇقنى تېرمىنالدا ئىجرا قىلغاندا TRUE تاللىنىدۇ
uz: Тўғри агар ушбу турдаги URL'ларни қўллаш учун буйруқ терминалда бажарилса
vi: Đúng nếu lệnh được dùng để xử lý URL kiểu này nên được dùng trong thiết bị cuối.
zh_cn: True 代表要处理此 URL 的程序应该在终端中运行。
zh_hk: 若設定為真，處理此類網址的命令須在終端機執行。
