Repository: xentaoslinux/apturl
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, br, ca@valencia, cs, da, de, el, eo, es, et, eu, fa, fi, fr, fr_ca, ga, gd, gl, he, hi, hu, id, is, it, ja, kk, km, ko, lv, mr, ms, ne, oc, pa, pt, pt_br, ro, sk, sl, sq, sr, sv, ta, tg, th, tr, ug, uz, vi, zh_cn, zh_hk

source: User requested interrupt.
af: Onderbroke deur gebruiker.
am: በ ተጠቃሚ ጥያቄ ተቋርጧል
ar: طلب المستخدم مقاطعة الإجراء.
ast: Interrupción requerida pol usuariu.
be: Карыстальнік перапыніў запыт.
bg: Потребителят отмени искането.
bn: ব্যবহারকারীর অনুরোধে বাধাপ্রাপ্ত।
br: Goulennet en deus an arveriad ur paouez.
ca@valencia: Interrupció sol·licitada per l'usuari.
cs: Uživatel požádal o přerušení.
da: Afbrydelse ønsket af bruger
de: Abbruch durch den Benutzer.
el: Διακοπή κατόπιν αίτησης του χρήστη.
eo: Interrompo petita de uzanto.
es: Interrupción solicitada por el usuario.
et: Katkestatud kasutaja soovil.
eu: Erabiltzaileak eskatutako etena.
fa: درخواست وقفه از سمت کاربر
fi: Keskeytetty käyttäjän pyynnöstä.
fr: Interruption à la demande de l'utilisateur.
fr_ca: Interruption demandée par l'utilisateur.
gd: Briseadh a dh'iarr an cleachdaiche
gl: O usuario pedíu a interrupción.
he: הפרעה לבקשת המשתמש.
hi: प्रयोक्ता अनुरोध बाधित हो गया है.
hu: Felhasználói megszakítás.
id: Interupsi yang diminta oleh pengguna.
is: Notandinn stöðvaði aðgerðina.
it: Interruzione richiesta dall'utente.
ja: ユーザが中断要求を出しました。
kk: Пайдаланушы сұранысты тоқтатты.
km: បាន​ផ្អាក​អ្វី​ដែល​បាន​ស្នើ​សុំ​របស់​អ្នក​ប្រើ​ ។
ko: 사용자 요구 인터럽트
lv: Lietotāja ierosināts pārtraukums.
mr: वापरकर्त्याने हस्तक्षेपाची विनंती केली
ms: Hentian dipinta pengguna.
ne: प्रयोगकर्ता को अनुरोधमा अवरोध
oc: Interrupcion a la demanda de l'utilizaire.
pa: ਯੂਜ਼ਰ ਨੇ ਦਖ਼ਲ ਦੀ ਮੰਗ ਕੀਤੀ।
pt: Interrupção solicitada pelo utilizador.
pt_br: Usuário necessitou interrupção.
ro: Întrerupere solicitată de utilizator.
sk: Používateľ požiadal o prerušenie.
sl: Uporabnik je zahteval prekinitev.
sq: Ndërprerje e kërkuar nga përdoruesi.
sr: Корисник је захтевао прекид.
sv: Användarbegärt avbrott.
ta: பயனரால் கோரப்பட்ட குறுக்கீடு.
tg: Корбар қатъшавиро дархост кард.
th: ผู้ใช้ขอขัดจังหวะ
tr: Kullanıcı kesme isteminde bulundu.
ug: ئىشلەتكۈچى تەلىۋى
uz: Фойдаланувчи томонидан тўхтатилди
vi: Người dùng yêu cầu ngắt.
zh_cn: 用户中断。
zh_hk: 使用者要求的中斷。

source: Non whitelist char in the uri
af: Nie toegelate karakter in die uri
ar: محرف من خارج القائمة البيضاء في المسار
ast: Caráuter non de la llista blanca na uri
be: Недапушчальны сымбаль у радку uri
bg: Невалиден знак в uri реда
bn: uri এ কোনো হোয়াটলিস্ট অক্ষর নেই।
br: Arouezennoù berzet en URI
ca@valencia: Hi ha un caràcter no acceptable a l'URI
cs: V uri je nepovolený znak
da: Ikke godkendte tegn i uri'en
de: Nicht erlaubtes Zeichen in Adresse
el: Απαγορευμένος χαρακτήρας στο URI
eo: URI enhavas malpermesitan karaktron
es: Caracteres que no son de la lista blanca en la uri
et: Ebakorrektsed märgid URIs
eu: Zerrenda zuritik kanpoko karakterea URIan
fa: نویسه‌ی غیرمجاز در نشانی
fi: Osoitteessa on siihen kelpaamaton merkki
fr: Caractère interdit dans l'URI
fr_ca: l'URI contient un caractère absent de la liste blanche
gd: Tha caracter nach eil 'na charactar whitelist san URI
gl: Hai un carácter non permitido no URI
he: תו שאינו ברשימה הלבנה אסור
hi: युआरएल में गैर-सफेदसूची अक्षर
hu: Nem megengedett karakter az uri-ben
id: Karakter terlarang di uri
is: Ekki bil í veffanginu
it: L'URI contiene un carattere non permesso
ja: uri にホワイトリストの文字列がありません
kk: uri жолында жарамайтын белгі
km: គ្មាន​តួអក្សរ​ whitelist នៅ​ក្នុង​ uri ទេ
ko: uri에 정상적인 문자가 없음
lv: URI satur neatļautu rakstzīmi
mr: uri मध्ये पांढऱ्या यादीत नसलेले अक्षर आहे
ms: Tiada aksara disenarai-putih dalam uri
ne: uri मा ह्याइटलिस्टमा नभएको वर्ण छ
oc: Caractèr interdich dins l'URI
pt: Carácter não aprovado no uri
pt_br: Caractere não-lista branca na uri
ro: Caracter nepermis în URI
sk: Nepovolený znak v URI
sl: Znak v naslovu URI ni z belega seznama
sq: Gërmë jo në listën e bardhë në uri
sr: Нема знака беле листе у адреси
sv: Icke-blankstegstecken i uri:n
ta: இணைப்புகளில் அனுமதி பட்டியலில் இல்லாத எழுத்து
tg: Дар uri аломати рӯйхати сафед вуҷҷуд надорад
th: ไม่มีตัวอักษรสีขาวใน uri
tr: uri'de tanımlanabilen karakter yok
ug: uri دا whitelist ھەرپى يوق ئىكەن.
uz: Uri'да рухсат этилмаган ишора мавжуд
vi: chưa biết danh sách trắng của nhân vật trong uri
zh_cn: 在 URI 中没有白名单字符
zh_hk: 非白名單的字元在 uri 上出現

source: Whitespace in key=value
af: Spasie in key=value
ar: مسافة فارغة في key=value
ast: Espaciu en blancu en clave=valor
be: Вольнае месца ў канструкцыі ключ=значэнне
bg: Празно място в конструкцията ключ=стойност
bn: key=value এ হোয়াইটস্পেস
br: Esaouioù en alc'hwez=gwerzh
ca@valencia: Hi ha espai en blanc a «key=value»
cs: Bílý znak v klíč=hodnota
da: Blanktegn i nøgle=værdi
de: Leerzeichen in Schlüssel=Wert
el: Κενό διάστημα σε κλειδί=τιμή
eo: Spackaraktro en ŝlosilo=valoro
es: Espacio en blanco en clave=valor
et: Tühik võti=väärtus paaris
eu: Zuriunea 'gakoa=balioa'-n
fa: فضای خالی در کلید=ارزش
fi: Välilyönti avain-arvoparissa (avain=arvo)
fr: Espace dans « clé=valeur »
fr_ca: Espace dans clef=valeur
gd: Geal-spàs ann an key=value
gl: Espazo en branco en chave=valor
he: רווח ב־key=value
hi: कुंजी में सफेदजगह=मुल्य
hu: Üres hely a kulcs=érték kifejezésben
id: Whitespace dalam key=value
is: Bil í key=value
it: Caratteri di spaziatura in chiave=valore
ja: key=value に空白が含まれています
kk: Кодымен бос орын=мән
km: ចន្លោះ​មើល​មិន​ឃើញ​នៅ​ក្នុង​ key=value
ko: 키=값에 공백
lv: Atstarpe iekš atslēga=vērtība
mr: किल्लीतील मोकळी जागा = मूल्य
ms: Ruang kosong dalam key=value
ne: key=value मा स्पेस छ
oc: Un espaci dins « clau=valor »
pt: Espaço vazio em tecla=valor
pt_br: Espaço em branco na chave=valor
ro: Spațiu gol în cheie=valoare
sk: Netlačiteľný znak v kľúč=hodnota
sl: Presledek v key=value
sq: Hapësirë e bardhë në çelës=vlerë
sr: Размак у „key=value“
sv: Blanksteg i nyckel=värde
ta: key=value இல் வெற்றிடம்
tg: Фазо дар калид=қимат
th: ที่ว่างสีขาวใน key=value
tr: anahtar=değer eşitlemesinde boş karakter
ug: key=value دا بوشلۇق بار
uz: Калит=қиймат тузилишида бўш жой қолдирилган
vi: Có khoảng trống trong chuỗi key=value
zh_cn: key=value 中的空格
zh_hk: 空格在 key=value

source: Exception '%s'
af: Uitsondering '%s'
am: የተለየ '%s'
ar: استثناء '%s'
ast: Esceición '%s'
be: Выключэнне '%s'
bg: Изключение «%s»
bn: ব্যতিক্রম '%s'
br: Nemedenn '%s'
ca@valencia: Excepció «%s»
cs: Výjimka "%s"
da: Undtagelse "%s"
de: Ausnahme »%s«
el: Εξαίρεση '%s'
eo: Escepto '%s'
es: Excepción «%s»
et: Erand '%s'
eu: '%s' salbuespena
fa: استثنا «%s»
fi: Poikkeus "%s"
ga: Eisceacht '%s'
gd: Eisgeachd "%s"
gl: Excepción «%s»
he: חריגה '%s'
hi: अपवाद '%s'
hu: Kivétel '%s'
id: Eksepsi '%s'
is: Undantekning ‚%s‘
it: Eccezione «%s»
ja: 例外 '%s'
kk: "%s" ерекшесі (исключение)
km: ករណី​លើក​លែង​ '%s'
ko: '%s' 예외
lv: Izņēmums “%s”
mr: अपवाद '%s'
ms: Pengecualian '%s'
ne: अपवाद '%s'
oc: Excepcion « %s »
pa: ਛੋਟ '%s'
pt: Excepção '%s'
pt_br: Exceção '%s'
ro: Excepție „%s”
sk: Výnimka „%s“
sl: Izjema '%s'
sq: Përjashtim '%s'
sr: Изузетак „%s“
sv: Undantag "%s"
ta: வழு %s
tg: Истиснои "%s"
th: ยกเว้น '%s'
tr: Kural dışı durum '%s'
uz: Истисно '%s'
vi: Lỗi '%s'
zh_cn: 例外“%s”
zh_hk: 例外 '%s'

source: Url string '%s' too long
af: Url string '%s' te lank
am: Url string '%s' በጣም ረጅም ነው
ar: المسار '%s' طويل جداً
ast: La cadena de la Url '%s' ye mui llarga
be: Радок Url "%s" завялікі
bg: Прекалено дълга връзка «%s»
bn: ইউআরএল স্ট্রিং '%s' টি অতিরিক্ত লম্বা
br: Chadenn-lizherennoù an Url '%s' zo re hir
ca@valencia: La cadena URL «%s» és massa llarga
cs: Řetězec URL '%s' je příliš dlouhý
da: Url-streng "%s" er for lang
de: Adressezeichenkette »%s« ist zu lang
el: Η διεύθυνση '%s' είναι πολύ μεγάλη
eo: URL-ĉeno '%s' tro longa
es: La cadena «%s» de URL es demasiado larga
et: URL string '%s' on liiga pikk
eu: '%s' URL katea luzeegia da
fa: رشته‌ی نشانی «%s» خیلی طولانی است
fi: Url-merkkijono '%s' on liian pitkä
fr: La chaîne URL "%s" est trop longue
fr_ca: La chaîne URL « %s » est trop longue
ga: Sreang url '%s' ró-fhada
gd: Tha sreath an URL "%s" ro fhada
gl: A cadena «%s» de URL é demasiado longa
hi: यूआरएल स्ट्रिंग '% s' बहुत लंबा है
hu: A(z) „%s” URL-karaktelánc túl hosszú
id: String url '%s' terlalu panjang
is: URL-slóðin '%s' er of löng
it: URL «%s» troppo lungo
ja: URL '%s' は長すぎます
kk: "%s" URL-жолы тым ұзын
km: Url '%s' វែង​ពេក
ko: 주소 스트링 '%s'이(가) 너무 긺
lv: Url virkne “%s” ir pārāk gara
mr: '%s' हि Url स्ट्रींग खूप मोठी आहे
ms: Rentetan Url '%s' terlalu panjang
ne: Url स्ट्रिङ '%s' अति लामो छ
oc: La cadena URL "%s" es tròp longa
pa: Url ਸਤਰ '%s' ਬਹੁਤ ਲੰਮੀ ਹੈ
pt: Expressão do url '%s' muito extensa
pt_br: URL '%s' é muito longa
ro: Identificarea pentru legătura '%s' este prea lungă
sk: Adresa URL „%s“ je príliš dlhá
sl: Niz naslova URL '%s' je predolg
sq: Rreshti i Url '%s' shumë i gjatë
sr: Ниска адресе „%s“ је превише дуга
sv: Url-strängen "%s" är för lång
ta: இணைப்பு வரி '%s' மிக நீளமானது
tg: Сатри url-и "%s" аз ҳад дароз мебошад
th: ข้อความ URL '%s' ยาวไป
tr: '%s' url dizisi fazla uzun
ug: URL تېكىستى ‹%s› بەك ئۇزۇن
uz: '%s' url сатри жуда узун
vi: Chuỗi URL '%s' quá dài
zh_cn: 地址字符串 '%s' 过长
zh_hk: Url 字串「%s」過長

source: No ':' in the uri
af: Geen ':' in die uri
ar: لا يوجد ':' في المسار
ast: Nun hai dengún «:» na URI
be: Адсутнічае ':' у радку uri
bg: Отсъства «:» в uri реда
bn: uri এ কোনো ':' নেই
br: Ne vez ket lakaet ':' en URI
ca@valencia: Manquen els dos punts («:») a l'URI
cs: V uri není ":"
da: Intet ":" i uri'en
de: Kein »:« in Adresse
el: Όχι ':' στο URL
eo: Neniu ':' en URI
es: No hay ningún «:» en el URI
et: URIs puudub koolon ':'
eu: Ez dago ':' URIan
fa: هیچ «:»ای در نشانی وجود ندارد
fi: Osoitteessa ei ole kaksoispistettä (":")
fr: Pas de « : » dans l'URI
fr_ca: Pas de « : » dans l'URI
ga: Níl ':' ar bith san url
gd: Chan eil ":" san URI
gl: Non hai un «:» no URI
he: התו ':' אסור לשימוש בכתובת
hi: युआरआई में ':' नहीं है
hu: Nincs ':' az uri-ben
id: Tak ada ':' di uri
is: Það er ekkert ‚:‘ veffanginu
it: Il carattere « : » non è presente nell'URI
ja: URIに ':' がありません
kk: uri жолында ":" белгісі табылмады
km: គ្មាន​ ':' ក្នុង​ uri
ko: uri에 ':'는 허용안됨.
lv: URI nesatur “:”
mr: uri मध्ये ':' हे नाही
ms: Tiada ':' dalam uri
ne: uri मा ':' छैन
oc: Pas de « : » dins l'URI
pa: uri ਵਿੱਚ ':' ਨਹੀਂ
pt: Sem ':' na uri
pt_br: Nenhum ':' na uri
ro: Niciun „:” în URI
sk: URI neobsahuje „:“
sl: Brez ':' v naslovu URI
sq: Jo ':' në uri
sr: Недостаје „:“ у путањи
sv: Ingen ":" i uri:n
ta: இணைப்பில் ':' இல்லை
tg: Дар uri ":" вуҷуд надорад
th: ห้ามใส่ ':' ใน uri
tr: uri'de ':' yok
ug: uri دا ':' يوق ئىكەن.
uz: Uri'да ':' йўқ
vi: Không được có ký tự ':' trong uri
zh_cn: 在 URI 中没有“:”
zh_hk: 沒有 ':' 在 uri 上

source: Enabling '%s' failed
af: Die ontsperring van '%s' het misluk
am: ማንቃት '%s' ወድቋል
ar: فشل تمكين '%s'
ast: Fallu al activar '%s'
be: Не атрымалася задзейнічаць '%s'
bg: Включването на «%s» е неуспешно
bn: '%s' সক্রিয় করতে ব্যর্থ
br: C'hwitadenn war gweredekaat '%s'
ca@valencia: No s'ha pogut habilitar «%s»
cs: Povolování '%s' selhalo
da: Aktivering af "%s" mislykkedes
de: »%s« konnte nicht aktiviert werden
el: Η ενεργοποίηση του '%s' απέτυχε
eo: Enŝaltado de '%s' fiaskis
es: Error al activar «%s»
et: '%s' aktiveerimine ebaõnnestus
eu: Huts '%s' gaitzean
fa: فعّال سازی«%s» شکست خورد
fi: "%s" käyttöönotto epäonnistui
fr: L'activation de « %s » a échoué
fr_ca: Échec lors de l'activation de « %s »
ga: Theip ar '%s' a chumasú
gd: Cha b' urrainn dhuinn "%s" a chur an comas
gl: Fallou a activación de «%s»
he: הפעלת '%s' נכשלה
hi: '%s' को समर्थ करने में असफल
hu: „%s” engedélyezése sikertelen
id: Pengaktifan '%s' gagal
is: Gat ekki virkjað "%s"
it: Abilitazione di «%s» non riuscita
ja: '%s' を有効にできませんでした
kk: "%s" қосу мүмкін емес
km: បាន​បរាជ័យ​ក្នុង​ការ​បើក​ '%s'
ko: '%s' 활성화 실패
lv: “%s” aktivēšana neizdevās
mr: '%s' कार्यान्वित करण्यास अपयश
ms: Kegagalan hidupkan '%s"
ne: '%s' लाई सक्षम बनाउने कार्य विफल
oc: Impossible d'activar « %s »
pa: '%s' ਚਾਲੂ ਕਰਨ ਲਈ ਫੇਲ੍ਹ
pt: Falhou a activação de '%s'
pt_br: Habilitando '%s' falhou
ro: Inițializarea „%s” a eșuat
sk: Zlyhalo zapnutie „%s“
sl: Omogočenje '%s' je spodletelo
sq: Aktivizimi i '%s' dështoi
sr: Омогућавање адресе „%s“ није успело
sv: Aktivering av "%s" misslyckades
ta: '%s' செயற்படுத்துவதில் பிழை
tg: Фаъолсозии "%s" ба анҷом нарасид
th: ไม่สามารถเปิดใช้ '%s'
tr: '%s' etkinleştirilmesi başarısız
ug: '%s' نى ئىناۋەتلىك قىلىش مەغلۇپ بولىدى
uz: '%s' фаоллаштириш муваффақиятсиз тугади
vi: Không bật được '%s'
zh_cn: 启用“%s”失败
zh_hk: 無法啟用 ‘%s’

source: Unknown channel '%s'
af: Onbekende kanaal '%s'
am: ያልታወቀ መገናኛ '%s'
ar: قناة مجهولة '%s'
ast: Canal desconocida '%s'
be: Невядомы канал '%s'
bg: Неизвестен канал «%s»
bn: '%s' অজানা চ্যানেল
br: Dastumlec'h '%s' dianav
ca@valencia: Canal «%s» desconegut
cs: Neznámý kanál "%s"
da: Ukendt kanal "%s"
de: Unbekannte Paketquelle »%s«
el: Άγνωστο κανάλι '%s'
eo: Nekonata kanalo '%s'
es: Canal «%s» desconocido
et: Tundmatu kanal '%s'
eu: '%s' kanal ezezaguna
fa: کانال ناشناخته «%s»
fi: Tuntematon kanava "%s"
fr: Source « %s » inconnue
fr_ca: Canal « %s » inconnu
ga: Cainéal anaithnid '%s'
gd: Chan aithne dhuinn an seanail "%s"
gl: Canle descoñecida «%s»
he: ערוץ לא ידוע '%s'
hi: अज्ञात चैनल '%s'
hu: Ismeretlen csatorna ('%s')
id: Kanal tak dikenal '%s'
is: Óþekkt rás ‚%s‘
it: Canale «%s» sconosciuto
ja: 不明なチャンネル '%s'
kk: "%s" белгісіз канал
km: មិន​ស្គាល់​ឆានែល​ '%s'
ko: '%s' 알수없는 채널
lv: Nezināms kanāls “%s”
mr: '%s' हे अपरिचीत माध्यम आहे
ms: Saluran '%s' tidak dikenali
ne: अज्ञात च्यानल '%s'
oc: Font « %s » desconeguda
pa: ਅਣਜਾਣ ਚੈਨਲ '%s'
pt: Canal desconhecido '%s'
pt_br: Canal desconhecido '%s'
ro: Canalul „%s” este necunoscut
sk: Neznámy zdroj „%s“
sl: Neznan kanal '%s'
sq: Kanal i panjohur '%s'
sr: Непознати канал „%s“
sv: Okänd kanal "%s"
ta: '%s' தெரியாத தடம்
tg: Канали "%s" номаълум мебошад
th: ไม่รู้จักช่องทาง '%s'
tr: Bilinmeyen kanal '%s'
ug: ئىناۋەتسىز قانال '%s'
uz: Номаълум йўл '%s'
vi: Không biết kênh '%s'
zh_cn: 未知频道“%s”
zh_hk: 不明頻道 '%s'

source: The channel '%s' is not known
af: Die kanaal '%s' is nie bekend nie
am: መገናኛው '%s' የታወቀ አይደለም
ar: القناة '%s' مجهولة
ast: La canal '%s' nun ye conocida
be: Канал '%s' невядомы
bg: Канала «%s» не е познат
bn: '%s' চ্যানেলটি পরিচিতি নয়
br: Dianav eo an dastumlec'h '%s'
ca@valencia: Es desconeix el canal «%s»
cs: Kanál "%s" není znám
da: Kanalen "%s" er ukendt
de: Die Paketquelle »%s« ist unbekannt
el: Το κανάλι '%s' είναι άγνωστο
eo: La kanalo '%s' ne estas konata
es: El canal «%s» es desconocido
et: Kanal '%s' ei ole teada
eu: Ezezaguna da '%s' kanala
fa: کانال «%s» شناخته شده نیست
fi: Kanavaa "%s" ei tunnistettu
fr: La source « %s » est inconnue
fr_ca: Le canal « %s » est inconnu
gd: Chan aithne dhuinn an seanail "%s"
gl: Non se coñece a canle «%s»
he: הערוץ '%s' אינו ידוע
hi: चैनल '%s' अज्ञात है
hu: A '%s' csatorna ismeretlen
id: Kanal '%s' tak dikenal
is: Rás ‚%s‘ er ekki þekkt
it: Il canale «%s» non è conosciuto
ja: チャンネル '%s' が不明です
kk: "%s" каналы белгісіз
km: មិន​ស្គាល់​ឆានែល​ '%s'
ko: '%s'채널은 알수없음
lv: Kanāls “%s” nav pazīstams
mr: '%s' हे माध्यम माहित नाही
ms: Saluran '%s' tidak dikenali
ne: यो च्यानल '%s' ज्ञात छैन
oc: La font « %s » es desconeguda
pa: ਚੈਨਲ '%s'ਬਾਰੇ ਪਤਾ ਨਹੀਂ ਹੈ
pt: O canal %s não é conhecido
pt_br: O canal '%s' não é conhecido
ro: Canalul „%s” nu este cunoscut
sk: Zdroj „%s“ nie je známy
sl: Kanal '%s' ni znan
sq: Kanali '%s' nuk njihet
sr: Канал „%s“ није познат
sv: Kanalen "%s" är inte känd
ta: '%s' தெரியாத தடம்
tg: Канали "%s" номаълум мебошад
th: ช่องทาง '%s' ไม่รู้จัก
tr: Kanal '%s' bilinmiyor
ug: قانال %s' نامەلۇم
uz: '%s' йўли маълум эмас
vi: Chương trình không nhận dạng được kênh '%s'
zh_cn: 频道“%s”未知
zh_hk: 頻道 '%s' 不明

source: Enabling channel '%s' failed
af: Kanaal '%s' aktivering het misluk
am: መገናኛውን ማስቻል '%s' አልተቻለም
ar: فشِل تفعيل القناة '%s'
ast: Nun pudo activase la canal '%s'
be: Невядомы канал '%s'
bg: Включването на канала «%s» е неуспешно
bn: চ্যানেল '%s' সক্রিয় করতে ব্যর্থ
br: C'hwitadenn war gweredekaat an dastumlec'h '%s'
ca@valencia: Ha fallat l'habilitació del canal «%s»
cs: Selhalo povolování kanálu "%s"
da: Aktivering af kanal "%s" mislykkedes
de: Die Paketquelle »%s« konnte nicht aktiviert werden
el: Η ενεργοποίηση του καναλιού '%s' απέτυχε
eo: Enŝaltado de kanalo '%s' fiaskis
es: No se ha podido activar el canal «%s»
et: Kanali '%s' lubamine ebaõnnestus
eu: Huts '%s' kanala gaitzean
fa: فعّال سازی کانال «%s» شکست خورد
fi: Kanavan "%s" käyttöönotto epäonnistui
fr: L'activation de la source « %s » a échoué
fr_ca: Échec lors de l'activation du canal %s
ga: Theip ar chumasú cainéal '%s'
gd: Cha b' urrainn dhuinn an seanail "%s" a chur an comas
gl: Fallou a activación da canle «%s»
he: הפעלת הערוץ '%s' נכשלה
hi: चैनल '%s' को समर्थ करने में असफल
hu: A csatorna ('%s') engedélyezése meghiúsult
id: Pengaktifan kanal '%s' gagal
is: Það tókst ekki að virkja rás ‚%s‘
it: Abilitazione del canale «%s» non riuscita
ja: チャンネル '%s' を有効にできませんでした
kk: "%s" каналын қосу мүмкін емес
km: បាន​បរាជ័យ​ក្នុង​ការ​បើកឆានែល​ '%s'
ko: '%s' 채널 활성화 실패
lv: Neizdevās aktivēt kanālu “%s”
mr: '%s' हे माध्यम कार्यान्वित करण्यास अपयश
ms: Pengaktifan saluran '%s' gagal
ne: '%s' च्यानल सक्षम गर्न विफल
oc: L'activacion de la font « %s » a fracassat
pa: ਚੈਨਲ '%s' ਚਾਲੂ ਕਰਨ ਲਈ ਫੇਲ੍ਹ
pt: Falhou a activação do canal %s
pt_br: Falhou ao habilitar canal '%s'
ro: Inițializarea canalului „%s” a eșuat
sk: Zapnutie zdroja „%s“ sa nepodarilo
sl: Omogočanje kanala '%s' je spodletelo
sq: Aktivizimi i kanalit '%s' dështoi
sr: Омогућавање канала „%s“ није успело
sv: Aktivering av kanalen "%s" misslyckades
ta: தடத்தை '%s' செயற்படுத்துவதில் தோல்வியடைந்தது
tg: Фаъолсозии канали "%s" ба анҷом нарасид
th: การเปิดใช้ช่องทาง '%s' ล้มเหลว
tr: '%s' kanalını etkinleştirme başarısız
ug: قانال %s' ئىناۋەتلىك قىلىش مەغلۇپ بولدى.
uz: '%s' йўлини фаоллаштириш муваффақиятсиз тугади
vi: Không kích hoạt được kênh '%s'
zh_cn: 启用频道“%s”失败
zh_hk: 啟用頻道 '%s' 失敗

source: Invalid /etc/apt/sources.list file
af: Ongeldige lêer /etc/apt/sources.list
am: ዋጋ የሌለው /etc/apt/sources.list file
ar: ملف /etc/apt/sources.list غير صالح
ast: Ficheru /etc/apt/sources.list incorreutu
be: Памылковы файл /etc/apt/sources.list
bg: Файла /etc/apt/sources.list е навалиден
bn: ত্রুটিপূর্ণ /etc/apt/sources.list ফাইল
br: Restr /etc/apt/sources.list didalvoudek
ca@valencia: El fitxer /etc/apt/sources.list no és vàlid
cs: Neplatný soubor /etc/apt/sources.list
da: Ugyldig fil /etc/apt/sources.list
de: Die Datei /etc/apt/sources.list ist ungültig.
el: Μη έγκυρο αρχείο /etc/apt/sources.list
eo: Dosiero /etc/apt/sources.list ne validas
es: Archivo /etc/apt/sources.list incorrecto
et: Vigane /etc/apt/sources.list fail
eu: /etc/apt/sources.list fitxategi baliogabea
fa: پرونده‌ی etc/apt/sources.list نامعتبر است
fi: Virheellinen /etc/apt/sources.list-tiedosto
fr: Fichier /etc/apt/sources.list invalide
fr_ca: Fichier /etc/apt/sources.list invalide
ga: Comhad /etc/apt/sources.list neamhbhailí
gd: Tha am faidhle /etc/apt/sources.list mì-dhligheach
gl: Ficheiro /etc/apt/sources.list incorrecto
he: הקובץ ‎/etc/apt/sources.list פגום
hi: अवैध /etc/apt/sources.list संचिका
hu: Helytelen az /etc/apt/sources.list fájl
id: Berkas /etc/apt/sources.list tak valid
is: Eitthvað er að /etc/apt/sources.list skránni
it: File /etc/apt/sources.list non valido
ja: /etc/apt/sources.list ファイルが有効ではありません
kk: /etc/apt/sources.list файлы құрылымы дұрыс емес
km: ឯកសារ​បញ្ជី​ /etc/apt/sources.list មិន​​ត្រឹម​ត្រូវ
ko: /etc/apt/sources.list 파일이 잘못되었음
lv: Nederīga /etc/apt/sources.list datne
mr: अवैध /etc/apt/sources.list फाईल
ms: fail /etc/apt/sources.list tidak sah
ne: अवैध /etc/apt/sources.list फाइल
oc: Fichièr /etc/apt/sources.list invalid
pa: ਗਲਤ /etc/apt/sources.list ਫਾਇਲ
pt: O ficheiro /etc/apt/sources.list é inválido
pt_br: Arquivo inválido /etc/apt/sources.list
ro: Fișier /etc/apt/sources.list nevalid
sk: Neplatný súbor /etc/apt/sources.list
sl: Neveljavna datoteka /etc/apt/sources.list
sq: Skedar i pavlefshëm /etc/apt/sources.list
sr: Неисправна датотека „/etc/apt/sources.list“
sv: Ogiltig /etc/apt/sources.list
ta: /etc/apt/sources.list செல்லாத கோப்பு
tg: Файли /etc/apt/sources.list нодуруст аст
th: แฟ้ม /etc/apt/sources.list ไม่ถูกต้อง
tr: Geçersiz /etc/apt/sources.list dosyası
ug: ھۆججەت /etc/apt/sources.list خاتا
uz: /etc/apt/sources.list файли ҳақиқий эмас
vi: Tập tin /etc/apt/sources.list không hợp lệ
zh_cn: 无效的 /etc/apt/sources.list 文件
zh_hk: 無效的 /etc/apt/soruces.list 檔案

source: Software index is broken
af: Sagteware index is stukkend
am: የሶፍትዌር ማውጫ ተስብሯል
ar: فهرس البرمجيات معطوب
ast: L'índiz de software ta rotu
be: Пашкоджаны індэкс праграм
bg: Софтуерния индекс е повреден
bn: সফ্টওয়্যার ইন্ডেক্সটি নস্ট
br: Torret eo ibil ar meziantoù
ca@valencia: L'índex de programari està malmés
cs: Seznam softwaru je poškozen
da: Softwareindeks er i beskadiget
de: Das Anwendungsverzeichnis ist beschädigt
el: Το ευρετήριο λογισμικού είναι εσφαλμένο
eo: Indekso de programaroj estas difektita
es: El índice de software está dañado
et: Katkine tarkvaraindeks
eu: Software-indizea hondatuta dago
fa: فهرست نرم‌افزارها ایراد دارد
fi: Ohjelmaluettelo on rikkinäinen
fr: La liste des logiciels est corrompue
fr_ca: L'index des logiciels est brisé
ga: Tá an innéacs bogearraí briste
gd: Tha clàr-amais a' bhathair-bhog briste
gl: O índice de software está roto
he: אינדקס התוכנות פגום
hi: साँफ्टवेयर अनुसूची खंडित है
hu: A szoftverindex sérült
id: Indeks perangkat lunak rusak
is: Hugbúnaðarvísir er bilaður
it: L'indice dei programmi è rovinato
ja: ソフトウェアのインデックスが壊れています
kk: Бағдарламалардың индексі бұзылған
km: លិបិក្រម​កម្មវិធី​បាន​ខូច
ko: 소프트웨어 목록이 망가짐
lv: Programmatūras indekss ir bojāts
mr: सॉफ्टवेअर अनुक्रमणिका तुटलेली आहे
ms: Indeks perisian telah rosak
ne: सफ्टवेयर सूचकांक भङ्ग छ
oc: La lista dels logicials es corrompuda
pa: ਸਾਫਟਵੇਅਰ ਇੰਡੈਕਸ ਖਰਾਬ ਹੈ
pt: O índice de software está quebrado
pt_br: O índice de software está quebrado
ro: Indexul pachetelor software este deteriorat
sk: Index softvéru je poškodený
sl: Kazalo programske opreme je pokvarjeno
sq: Treguesi i programeve është dëmtuar
sr: Индекс софтвера је оштећен
sv: Programindexet är trasigt
ta: மென்பொருள் குறியீடு உடைந்தது
tg: Индекси нармафзор вайроншуда мебошад
th: ดัชนีของซอฟต์แวร์เสียหาย
tr: Yazılım dizini bozuk
ug: يۇمشاق دېتال ئىندېكسى بۇزۇق
uz: Дастурлар индекси бузилган
vi: Chỉ mục phần mềm bị hỏng
zh_cn: 软件索引已经损坏
zh_hk: 軟件索引已損壞
