Repository: xentaoslinux/apturl
Catalog: po/*.po
Languages: af, am, ar, ast, be, bg, bn, br, ca@valencia, cs, da, de, el, eo, es, et, eu, fa, fi, fr, fr_ca, ga, gd, gl, he, hi, hu, id, is, it, ja, kk, km, ko, lv, mr, ms, ne, oc, pa, pt, pt_br, ro, sk, sl, sq, sr, sv, ta, tg, th, tr, ug, uz, vi, zh_cn, zh_hk

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
af: Hierdie is 'n groot onderbreking in u sagteware bestuur stelsel. Toets asb vir gebreekte pakette met synaptic, toets die lêer permissies en die korrektheid van die '/etc/apt/sources.list' en herlaai die sagteware inligting met: 'sudo apt-get update' en 'sudo apt-get install -f'
ar: هذا خطأ كبير في مدير البرمجيات لديك. من فضلك ابحث عن حزماً تالفة باستخدام مدير الحزم التشابكي، تأكد من صحة الملف '/etc/apt/sources.list' و الأذونات المعطاة له و أعد تحميل معلومات البرمجيات بـاستخدام الأمرين: 'sudo apt-get update' و 'sudo apt-get install -f'.
ast: Esti ye un fallu importante del to sistema de xestión de software. Por favor, comprueba si esisten paquetes rotos con synaptic, comprueba los permisos y la correición del ficheru «/etc/apt/sources.list» y recarga la información del software con: «sudo apt-get update» y «sudo apt-get install -f».
be: Гэта сур'ёзная памылка ў вашай сістэме кіравання праграмным забеспячэннем. Калі ласка, праверце наяўнасць пашкоджаных пакетаў пры дапамозе synaptic, правы доступу на файлы і карэктнасць змесціва файла '/etc/apt/sources.list' і абнавіце інфармацыю аб праграмным забеспячэнні пры дапамозе: 'sudo apt-get update' і 'sudo apt-get install -f '.
bg: Това е огромен провал на системата ви за управление на софтуер. Моля, проверете за повредени пакети с помощта на Synaptic, проверете правата за достъп и коректността на файла «/etc/apt/sources.list», и презаредете информацията за софтуера с: «sudo apt-get update» и «sudo apt-get install -f».
bn: এটা আপনার সফ্টওয়ার ম্যানেজমেন্ট সিস্টেমের বিশাল ব্যর্থতা। অনুগ্রহ করে সিন্যাপটিকের ব্রোকেন প্যাকেজ পরীক্ষা, ফাইল '/etc/apt/sources.list' এর অনুমোদন এবং নির্ভুলতা পরীক্ষা এবং যার সাহায্যে সফ্টওয়ার তথ্য রিলোড করা হবে: 'sudo apt-get update' and 'sudo apt-get install -f'।
br: Ur c'hwitadenn bouezus a-berzh ho reizhiad ardeiñ meziantoù eo homañ. Mar plij, klaskit ar pakadoù torr gant synaptic, gwiriit aotreoù ar restr ha reizhder ar restr '/etc/apt/sources.list' hag adkargit stlennoù ar meziantoù gant : 'sudo apt-get update' ha 'sudo apt-get install -f'.
ca@valencia: Esta és una fallada greu del vostre sistema de gestió de paquets. Comproveu mitjançant el Synaptic que no hi haja paquets trencats, que l'arxiu «/etc/apt/sources.list» tinga els permisos i el contingut adequats i actualitzeu la informació de programari amb: «sudo apt-get update» i «sudo apt-get install -f».
cs: Toto je zásadní chyba vašeho systému správy softwaru. Prosím zkontrolujte poškozené balíky Synapticem, zkontrolujte oprávnění a správnost souboru '/etc/apt/sources.list' a obnovte informace o softwaru příkazy: 'sudo apt-get update' a 'sudo apt-get install -f'.
da: Dette er en alvorlig fejl i dit softwarehåndteringssystem. Undersøg venligst for ødelagte pakker med synaptic, undersøg filrettighederne, og at filen "/etc/apt/sources.list" er korrekt og genindlæs softwareinformationen med: "sudo apt-get update" og "sudo apt-get install -f".
de: Das ist ein schwerwiegender Fehler in Ihrem Paketverwaltungssystem. Bitte überprüfen Sie mit Synaptic, ob sich defekte Pakete auf Ihrem System befinden, überprüfen Sie die Zugriffsberechtigungen und den Inhalt der Datei »/etc/apt/sources.list« und erstellen Sie die für den Betrieb der Paketverwaltung notwendigen Informationen mit »sudo apt-get update« und »sudo apt-get install -f« neu.
el: Αυτό είναι ένα μείζον σφάλμα του συστήματος διαχείρισης λογισμικού. Παρακαλώ ελέγξτε για εσφαλμένα πακέτα με το synaptic, ελέγξτε τα δικαιώματα και την ορθότητα του αρχείου '/etc/apt/sources.list' και ανανεώστε τις πληροφορίες λογισμικού με: 'sudo apt-get update' και 'sudo apt-get install -f'.
eo: Tio estas problemo de via sistemo de mastrumado de programaroj. Bonvole kontrolu difektitajn pakaĵojn per synaptic, kontrolu la permesojn de dosieroj kaj korektecon de la dosiero '/etc/apt/sources.list' kaj reŝargu la informojn de programaroj per 'sudo apt-get update' kaj 'sudo apt-get install -f'.
es: Este es un fallo importante en su sistema de gestión de software. Por favor, compruebe si existen paquetes rotos con synaptic, compruebe los permisos y la corrección del archivo «/etc/apt/sources.list» y vuelva a cargar la información del software con: «sudo apt-get update» y «sudo apt-get install -f».
et: Tarkvara haldamise süsteemis tekkis suur viga. Otsi Synapticuga katkisi pakette, kontrolli failide õigusi ja faili '/etc/apt/sources.list' korrektsust. Seejärel uuenda tarkvara informatsiooni järgmise käsuga: 'sudo apt-get update' and 'sudo apt-get install -f'.
eu: Softwarea kudeatzeko sistemaren huts garrantzitsua da hau. Synaptic erabili ezazu pakete apurtuak bilatzeko, '/etc/apt/sources.list' fitxategiaren osotasuna eta baimenak egiaztatu itzazu, eta hau exekutatu ezazu software-informazioa birkargatzeko: 'sudo apt-get update' eta 'sudo apt-get install -f'
fa: این یک شکست مهم در سیستم مدیریت نرم افزار های شما می باشد. لطفاً بسته‌های خراب را با synaptic بررسی کرده، سطح دست‌رسی و صحّت پرونده‌ی «etc/apt/sources.list» را بررسی کنید و اطّلاعات پرونده‌ها را با «sudo apt-get update» و «sudo apt-get install -f» دوباره بار کنید.
fi: Tämä on isohko virhe pakettienhallintajärjestelmässä. Tarkista rikkinäiset paketit Synaptic-ohjelmalla, tarkista "/etc/apt/sources.list"-tiedoston oikeudet ja sisällön virheettömyys, ja lataa ohjelmaluettelotiedot uudelleen komennoilla:"sudo apt-get update" ja "sudo apt-get install -f".
fr: Il s'agit d'une erreur majeure de votre système de gestion de logiciels. Veuillez vérifier les paquets cassés avec le « Gestionnaire de paquets Synaptic », vérifier les droits d'accès et l'exactitude du fichier « /etc/apt/sources.list » puis recharger la liste des paquets disponibles ou installés en exécutant les commandes : « sudo apt-get update » et « sudo apt-get install -f ».
fr_ca: Ceci est une défaillance majeure de votre système de gestion de logiciels. Veuillez vérifier les paquets brisés avec Synaptic, vérifier les permissions et l'exactitude du fichier « /etc/apt/sources.list » puis recharger les informations des logiciels avec « sudo apt-get update » et « sudo apt-get install -f ».
gd: Thachair mearachd mhòr ann an siostam stiùireadh a' bhathair-bhog agad. Feuch a bheil pacaidean briste ann a' cleachdadh synaptic, thoir sùil air ceadan an fhaidhle "/etc/apt/sources.list" agus a bheil e coilean agus luchdaich fiosrachadh a' bhathair-bhog a-rithist le: "sudo apt-get update' and 'sudo apt-get install -f".
gl: Este é un fallo grave do seu sistema de xestión de software. Comprobe os paquetes rotos con synaptic, comprobe os permisos de ficheiro e corrixaos en «/etc/apt/sources.list», recargue a información de software con: «sudo apt-get update» e «sudo apt-get install -f»
he: זוהי תקלה חמורה במערכת ניהול התוכנות. יש לבדוק אם יש חבילות שבורות בעזרת synaptic ואז לבדוק את ההרשאות והתקינות של הקובץ '‎/etc/apt/sources.list' ולטעון מחדש את נתוני התוכנות עם: 'sudo apt-get update' ו־'sudo apt-get install -f'.
hi: यह आपके सॉफ्टवेयर तंत्र की बड़ी विफलता है. कृपया सिनेप्टिक के जरिए खंडित पैकेज की जाँच करें, संचिका '/etc/apt/sources.list' की शुद्धता तथा संचिका अनुमति की जाँच करें एंव 'sudo apt-get update' तथा 'sudo apt-get install -f' द्वारा सॉफ्टवेयर को पुनः लोड करें.
hu: Ez a szoftverkezelő rendszer súlyos hibáját jelzi. Ellenőrizze a törött csomagokat a Synaptickal, ellenőrizze a fájl jogosultságait és az /etc/apt/sources.list fájl helyességét, majd töltse újra a szoftverinformációkat a „sudo apt-get update” és „sudo apt-get install -f” parancsok kiadásával.
id: Ini adalah kegagalan besar sistem manajemen perangkat lunak Anda. Periksa paket-paket rusak dengan synaptic, periksa ijin berkas dan kebenaran dari file '/etc/apt/sources.list' dan muat ulang informasi perangkat lunak dengan: 'sudo apt-get update' dan 'sudo apt-get install -f'
is: Þetta er alvarleg bilun í hugbúnaðarumsjónarkerfinu. Athugaðu með hjálp synaptic hvort pakkar séu rofnir, athugaðu hvort skráin '/etc/apt/sources.list' sé í lagi og með réttum heimildum og prófaðu að endurhlaða inn upplýsingum um hugbúnað með: 'sudo apt-get update' og 'sudo apt-get install -f'.
it: Questo è un problema grave del sistema di gestione del software. Controllare i pacchetti danneggiati con synaptic, i permessi dei file e la correttezza dei file presenti in «/etc/apt/sources.list» e ricaricare le informazioni del software con: «sudo apt-get update» e «sudo apt-get install -f».
ja: これはソフトウェア管理システムにおける大きな問題です。Synapticを用いて、壊れた(brokenな)パッケージを調べてください。また、'/etc/apt/sources.list'のパーミッションと、中身に問題がないかを確認した上で、改めてソフトウェア情報を取得します。次のコマンドを使ってください。'sudo apt-get update' と 'sudo apt-get install -f'
kk: Бұл сіздің бағдарламалық қамтамасыздандырудың басқару жүйесінің ауыр қатесі. synaptic бағдарламасымен сынық пакеттерді, және "/etc/apt/sources.list" файлдың құрамын және оның рұқсаттарын тексеріп, және бағдарламалар туралы ақпаратты, "sudo apt-get update" және "sudo apt-get install -f" коммандалар көмегімен жаңартыңыз.
km: នេះ​ជា​ភាព​បរាជ័យ​យ៉ាង​ធ្ងន់​ធ្ងរ​សម្រាប់​ប្រព័ន្ធ​គ្រប់​គ្រង​កម្មវិធី​របស់​អ្នក​ ។ សូម​រក​មើល​កញ្ចប់​ដែល​ខូច​ដោយ​ប្រើ​ synaptic ពិនិត្យ​មើល​សិទ្ធិ​ឯកសារ និង​ភាព​ត្រឹម​ត្រូវ​របស់​ឯកសារ​ '/etc/apt/sources.list' រួច​ផ្ទុក​ព័ត៌មាន​កម្មវិធី​ឡើង​វិញ​ដោយ​ប្រើ​ ៖ 'sudo apt-get update' and 'sudo apt-get install -f' ។
ko: 이것은 소프트웨어 관리 시스템의 중대한 실패입니다. 시냅틱을 이용하여 잘못된 꾸러미들이 있는지 점검하고, '/etc/apt/sources.list' 파일의 사용 권한 및 내용을 점검한 뒤 다음을 실행하여 소프트웨어 정보를 갱신하십시오: 'sudo apt-get update' 실행 후 'sudo apt-get install -f'
lv: Jūsu programmatūras pārvaldīšanas sistēmā ir notikusi nopietna kļūda. Lūdzu pārbaudiet bojātās pakotnes ar synaptic, pārbaudiet datņu piekļuves tiesības un datnes “/etc/apt/sources.list” pareizumu un pārlādējiet programmatūras informāciju ar “sudo apt-get update” vai “sudo apt-get install -f”.
mr: तुमच्या साँफ्टवेअर व्यवस्थापन प्रणालीत मोठी समस्या आहे. कृपया सिनेप्टिक ने तुटलेली पेकेजेस तपासा, फाईल परवानगी तपासा व '/etc/apt/sources.list' या फाईलची अचूकता तपासा व साँफ्टवेअर माहिती 'sudo apt-get update' and 'sudo apt-get install -f' या आदेशाने पुन्हा दाखल करा.
ms: Ini merupakan kegagalan besar pada sistem pengurusan perisian anda. Sila periksa pakej yang rosak dengan synaptic, periksa kebenaran fail dan ketepatan fail '/etc/apt/sources.list' dan muat semula informasi perisian dengan: 'sudo apt-get update' dan 'sudo apt-get install -f'.
ne: यो तपाईंको सफ्टवेयर प्रणालीको एक प्रमुख विफलता हो। फाइल '/etc/apt/sources.list' को फाइल अनुमति र शुद्धता जाँच गर्नुहोस, synaptic संग टुटेको प्याकेजहरू लागि जाँच र सम्बन्धित सफ्टवेयर जानकारी पुन: लोड गर्नुहोस्: 'sudo apt-get update' र 'sudo apt-get install -f '
oc: S'agís d'una error màger de vòstre sistèma de gestion de logicials. Verificat los paquets copats amb Synaptic, verificatz los dreches d'accès e l'exactitud del fichièr « /etc/apt/sources.list », puèi recargatz la lista dels paquets disponibles o installats en executant las comandas : « sudo apt-get update » e « sudo apt-get install -f ».
pt: Isto é uma falha grave do seu sistema de gestão de software. Por favor verifique por pacotes quebrados com o synaptic, verifique as permissões e correcções do ficheiro '/etc/sources.list' e recarregue a informação do software com: 'sudo apt-get update' e 'sudo apt-get install -f'.
pt_br: Esta é uma falha grave de seu sistema gerenciador de programas. Por favor verifique se há pacotes mal instalados com a ferramenta synaptic, verifique as permissões e integridade do arquivo '/etc/apt/sources.list' e recarregue as informações do programa com o comando:'sudo apt-get update' e 'sudo apt-get install -f'.
ro: Acesta este un eșec major al sistemului de management al software-ului. Utilizând Synaptic verificați existența pachetelor deteriorate, verificați permisiunile fișierelor și corectitudinea fișierului „/etc/apt/sources.list” și reîncărcați informația despre software cu: „sudo apt-get update” și „sudo apt-get install -f”.
sk: Toto je závažná chyba vášho softvéru na správu softvéru. Skontrolujte prosím pokazené balíky pomocou aplikácie Synaptic, skontrolujte oprávnenia a správnosť súboru „/etc/apt/sources.list“ aktualizujte informácie o softvéri pomocou „sudo apt-get update“ a „sudo apt-get install -f“.
sl: To je velika napaka sistema za upravljanje paketov programske opreme. S programom synaptic preverite, če so na sistemu okvarjeni paketi, preverite dovoljenja datotek in pravilnost datoteke '/etc/apt/sources.list' ter znova naložite podatke o programski opremi s: 'sudo apt-get update' in 'sudo apt-get install -f'.
sq: Ka një dështim të madh në sistemin tuaj të menaxhimit të programeve. Ju lutemi kontrolloni paketat e dëmtuara me synaptic, kontrolloni lejet për skedarët dhe korrektësinë e skedarit '/etc/apt/sources.list' dhe ringarkoni informacionin e programeve me: 'sudo apt-get update' dhe 'sudo apt-get install -f'.
sr: Ово је велики неуспех вашег система за управљање софтвером. Потражите оштећене пакете синаптиком, проверите овлашћења и исправност датотеке „/etc/apt/sources.list“ и обновите податке о пакетима следећим наредбама: „sudo apt-get update“ и „sudo apt-get install -f“.
sv: Det här är ett allvarligt fel i ditt programhanteringssystem. Leta efter trasiga paket med Synaptic, kontrollera filrättigheterna och om filen "/etc/apt/sources.list" är korrekt. Läs sedan om programinformationen med "sudo apt-get update" och "sudo apt-get install -f".
ta: உங்கள் மென்பொருள் நிர்வாக அமைப்பில் ஒரு பெரிய தோல்வி ஏறப்பட்டிருக்கிறது. முறிந்த பொதிகளை synaptic கொண்டு சரிபார்க்கவும், '/etc/apt/sources.list' கோப்பு சரியா அனுமதி இருக்கா என சரிபார்த்து பின்னர் மென்பொருள் தகவலை மீளேற்றவும்: 'sudo apt-get update' மற்றும் 'sudo apt-get install -f '.
tg: Ин нокомии муҳими системаи идоракунии нармафзори шумо мебошад. Лутфан, бастаҳои вайроншударо бо synaptic санҷед, иҷозатҳои файл ва дурустии файли "/etc/apt/sources.list"-ро санҷед, ва маълумоти нармафзорро бо зерин аз нав бор кунед: "sudo apt-get update' and 'sudo apt-get install -f".
th: นี่เป็นความล้มเหลวครั้งใหญ่ของระบบจัดการซอฟต์แวร์ของคุณ กรุณาตรวจสอบ broken packages ด้วย synaptic, ตรวจดูสิทธิ์การใช้งานไฟล์และความถูกต้องของไฟล์นั้นที่ '/etc/apt/souces.list' และรีโหลดข้อมูลซอฟต์แวร์ด้วย:'sudo apt-get update' และ 'sudo apt-get install -f'
tr: Bu yazılım yönetim sisteminizde oluşan önemli bir bozukluktur. Lütfen Synaptic Paket Yöneticisi ile kırık paketleri, '/etc/apt/sources.list' dosyasının doğruluğunu ve dosya erişim izinlerini denetleyin ve 'sudo apt-get update' ile 'sudo apt-get install -f' komutlarıyla yazılım bilgilerini yenileyin.
ug: بۇ يۇمشاق دېتال باشقۇرۇش سىستېمىسىدىكى مۇھىم خاتالىقتۇر. Synaptic نى ئىشلىتىپ بۇزۇلغان بولاقلارنى تەكشۈرۈپ كۆرۈڭ.'/etc/apt/sources.list' ئىجازەتلىرىنى ۋە مەزمۇنىنىڭ توغرىلىقىنى تەكشۈرگەندىن كېيىن، تۆۋەندىكى بۇيرۇقنى ئىشلىتىپ يۇمشاق دېتال ئۇچۇرلىرىنى يېڭىلاڭ.'sudo apt-get update' ۋە 'sudo apt-get install -f'
uz: Дастурларни бошқариш тизимида жиддий хато рўй берди. Бузилган пакетларни synaptic ёрдамида текширинг, '/etc/apt/sources.list' файлининг рухсатларини ва тўғрилигини 'sudo apt-get update' ва 'sudo apt-get install -f' ёрдамида текширинг.
vi: Hệ thống quản lý phần mềm trên máy bạn bị lỗi. Xin hãy kiểm tra các gói phần mềm bị hỏng thông qua Synaptic, kiểm tra phân quyền và nội dung tập tin '/etc/apt/sources.list' và nạp lại thông tin về các gói phần mềm bằng lệnh: 'sudo apt-get update' và 'sudo apt-get install -f'.
zh_cn: 这是软件管理系统的主要错误. 请用新利得检查破损的软件包, 检查文件 /etc/apt/sources.list 的权限和正确性，并用命令：“sudo apt-get update”和“sudo apt-get install -f“ 重新载入软件包信息。
zh_hk: 這是您的軟件管理系統的一個主要故障，請使用 synaptic 檢查破損的套件，檢查檔案 ‘/etc/apt/sources.list’ 的權限和內容是否正確，然後使用命令 ‘sudo apt-get update’ 和 ‘sudo apt-get install -f’ 重新載入軟件資訊。

source: Need a url to continue, exiting
af: Benodig 'n url om voort te gaan, besig om uit te gaan
am: ዩአርኤል እንዲቀጥል ይፈልጋሉ? እየወጣ ነው
ar: بحاجة إلى مسار للمتابعة، سيخرج
ast: Necesítase una url pa siguir, colando
be: Каб працягваць, неабходны url. Спынена
bg: За продължаване се изисква връзка, затваряне на програмата
bn: চালিয়ে যাওয়ার জন্য একটি url দরকার, প্রস্থান করা হচ্ছে
br: Ezhomm ez eus un URL a-benn kendrc'hel, o vont kuit
ca@valencia: Cal un URL per a continuar, s'eixirà
cs: Je potřeba url k pokračování, ukončuje se
da: Mangler adresse for at kunne fortsætte. Afslutter
de: Zum Fortfahren wird eine Adresse benötigt, es wird abgebrochen.
el: Απαιτείται μια διεύθυνση url για συνέχεια της διαδικασίας, γίνεται έξοδος
eo: URL necesatas por daŭrigi. Elirado
es: Se necesita un URL para continuar; saliendo
et: Jätkamiseks on vaja URLi, väljumine
eu: URL bat behar da jarraitzeko, irteten
fa: برای ادامه نیاز به یک نشانی است، خارج می‌شویم
fi: URL tarvitaan, jotta voitaisiin jatkaa. Poistutaan.
fr: Une URL est nécessaire pour continuer ; fin d'exécution
fr_ca: Une URL est nécessaire pour continuer; sortie
ga: Tá gá le url le leanúint; ag scor
gd: Tha feum air URL mus urrainn dhuinn leantainn air adhart, a' dèanamh fàgail
gl: Precísase dun url para continuar, saíndo
he: נדרשת כתובת להמשך, התכנית תיסגר
hi: आगे बढ़ने के लिए एक युआरएल की आवश्यकता है अतः छोड़ रहा है
hu: A folytatáshoz egy URL szükséges.
id: Membutuhkan sebuah URL untuk melanjutkan, keluar
is: Þarf vefslóð til að halda áfram, hætti
it: È necessario un URL per proseguire.
ja: 続けるには url が必要です。終了します。
kk: Әрі қарай жалғастыру үшін, url қажет, шығып бара жатырмын
km: ត្រូវ​ការ​ url ដើម្បី​បន្ត ចេញ
ko: 계속하려면 url이 필요합니다. 나갑니다
lv: Nepieciešams url, lai turpinātu; Aizver programmu
mr: पुढे जाण्याकरिता url ची गरज आहे, बाहेर पडत आहे
ms: Perlukan url untuk ke langkah seterusnya, keluar
ne: जारी राख्नको लागि युआरएल चाहिन्छ , अन्त गर्दै
oc: Una URL es necessària per contunhar ; fin d'execucion
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ url ਦੀ ਲੋੜ ਹੈ, ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: É necessário um url para continuar, a sair
pt_br: Necessário uma URL para continuar, saindo
ro: Este necesar un url pentru a continua, se va ieși
sk: Na pokračovanie je potrebná adresa url, ukončuje sa
sl: Za nadaljevanje je zahtevan naslov URL. Program bo končan.
sq: Kemi nevojë për një url për të vazhduar, duke dalë
sr: Потребна је адреса за наставак, излазим
sv: Behöver en url för att fortsätta, avslutar
ta: தொடர்வதற்கு ஒரு இணைப்பு தேவைப்படுகிறது, எனவே வெளியேறுகிறது
tg: Барои идома додан суроғаи url лозим аст, баромад рафта истодааст
th: ต้องการ url เพื่อดำเนินการต่อ, ยังไม่มี
tr: Devam etmek için bir url gerekiyor, çıkılıyor
ug: داۋاملاشتۇرۇش ئۈچۈن بىر مېۋجۇد url ئاادىرىسى لازىم
uz: Давом эттириш учун url зарур, тўхтатилди
vi: Đang thoát vì thiếu địa chỉ url
zh_cn: 需要一个网址以继续，应用程序将退出
zh_hk: 需要網址才可繼續，正在結束

source: Invalid url: '%s' given, exiting
af: Ongeldige url: '%s' verskaf, besig om uit te gaan
am: ዋጋ የሌለው ዩአርኤል: '%s' የተወስነ, መውጫ
ar: مسار غير صالح: تم إعطاء '%s'، سيخرج
ast: url inválida: '%s' dao, colando
be: Памылковы url: '%s', спынена
bg: Зададена е недействителна връзка: «%s», затваряне на програмата
bn: ত্রুটিপূর্ণ url: '%s' দেয়া আছে, প্রস্থান করা হচ্ছে
br: URL didalvoudek : '%s' bet roet, o vont kuit
ca@valencia: S'ha introduït un URL no vàlid: «%s», s'eixirà
cs: Zadána neplatná url: '%s', ukončuje se
da: Ugyldig adresse: "%s" oplyst. Afslutter
de: Ungültige Adresse: »%s« eingegeben, es wird abgebrochen.
el: Μη έγκυρη διεύθυνση url: '%s', γίνεται έξοδος
eo: Nevalida URL: '%s' darita. Elirado
es: La URL «%s» indicada es incorrecta; saliendo
et: Sisestatud vigane url: '%s', väljumine
eu: URL baliogabea: '%s' eman da, irteten
fa: نشانی نامعتبر: «%s» داده شده است، خارج می‌شویم
fi: Virheellinen URL annettu:"%s". Poistutaan.
fr: URL invalide : « %s » donnée ; fin d'exécution
fr_ca: URL invalide : « %s » donnée; sortie
ga: Url neamhbhail: '%s' tugtha; ag scor
gd: Chaidh an URL mì-dhligheach "%s" a thoirt seachad, a' dèanamh fàgail
gl: Url non válido: deuse «%s», saíndo
he: כתובת שגויה: ניתן '%s', התכנית תיסגר
hi: दिया गया युआरएल: '%s' अवैध है अतः छोड़ रहा है
hu: Érvénytelen URL: „%s”.
id: URL tak valid: '%s' diberikan, keluar
is: Ógild vefslóð: "%s" gefið, hætti
it: URL non valido: fornito «%s».
ja: 間違った url '%s' です。終了します。
kk: "%s" url-ы жарамсыз, шығып бара жатырмын
km: url មិន​ត្រឹម​ត្រូវ​ ៖ '%s' ត្រូវ​បាន​ផ្តល់ ចេញ
ko: 잘못된 url '%s'를 입력했습니다. 나갑니다
lv: Nederīgs url — iedots “%s”. Aizver programmu
mr: अवैध url: '%s' दिली, बाहेर पडत आहे
ms: url tidak sah: '%s" diberi, sedang keluar
ne: अवैध url: '%s' दिइएको, निस्कदै
oc: URL invalida : « %s » donada ; fin d'execucion
pa: ਗਲਤ url: '%s' ਦਿੱਤਾ, ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: url inválido: '%s' dado, a sair
pt_br: URL dada é inválida '%s', saindo
ro: Url-ul introdus „%s” nu este valid, se va ieși
sk: Neplatná adresa: „%s“, ukončuje sa
sl: Podan je bil neveljaven naslov URL: '%s'. Program bo končan.
sq: Një url e pavlefshme: '%s' është dhënë, duke dalë
sr: Неисправна адреса: дата је „%s“, излазим
sv: Ogiltig url: "%s" angavs, avslutar
ta: கொடுக்கப்பட்ட இணைப்பு: '%s' செல்லாதது, வெளியேறுகிறது
tg: Суроғаи url-и беэътибор: "%s" дода шудааст, баромад рафта истодааст
th: url ไม่ถูกต้อง: ให้ค่า '%s', ยังไม่มี
tr: Geçersiz url: '%s' verildi, çıkılıyor
ug: url '%s' خاتا. ئاخىرلىشىدۇ.
uz: Кўрсатилган url: '%s' ҳақиқий эмас, тўхтатилди
vi: Đang thoát vì địa chỉ url '%s' đã cho không hợp lệ,
zh_cn: 错误的网址：输入为“%s”，退出
zh_hk: 提供網址無效： ‘%s’，正在結束

source: Can not deal with protocol '%s'
af: Kon nie handel met protokol '%s' nie
am: ፕሮቶኮሉን መግባባት አልተቻለም '%s'
ar: لا يمكن التعامل مع بروتوكول '%s'
ast: Nun pue tresnase'l protocolu '%s'
be: Немагчыма ўжыць пратакол '%s'
bg: Не може да се справи с протокола «%s»
bn: প্রটোকল '%s' এর সাথে সুবিধা হচ্ছে না
br: N'hall ket kemer e karg komenad '%s'
ca@valencia: No es pot gestionar el protocol «%s»
cs: Nelze spolupracovat s protokolem '%s'
da: Kan ikke håndtere protokol "%s"
de: Das Protokoll »%s« wird nicht unterstützt
el: Αδυναμία συνεργασίας με το πρωτόκολλο '%s'
eo: Ne povas trakti kun protokolo '%s'
es: No se acepta el protocolo «%s»
et: Ei oska kasutada protokolli '%s'
eu: Ezin '%s' protokoloarekin komunikatu
fa: نمی‌توان با پروتکل «%s» کار کرد
fi: Yhteyskäytäntöä "%s" ei voi käsitellä.
fr: Impossible de gérer le protocole « %s »
fr_ca: Impossible de gérer le protocole « %s »
ga: Níféidir deighleáil le prótacal '%s'
gd: Chan urrainn dhuinn dèiligeadh ris a' phròtacal "%s"
gl: Non se recoñece o protocolo «%s»
he: לא ניתן להתמודד עם הפרוטוקול '%s'
hi: प्रोटोकोल '%s' का अनुपालन नहीं कर सका
hu: A(z) „%s” protokoll nem kezelhető
id: Tak bisa menangani protokol '%s'
is: Get ekki höndlað samskiptamáta "%s"
it: Impossibile gestire il protocollo «%s»
ja: プロトコル '%s' を扱うことができません
kk: "%s" протоколын қолдану мүмкін емес
km: មិន​អាច​ដោះ​ស្រាយ​ជា​មួយ​​​ពិធីការ​ '%s'
ko: 프로토콜 '%s'를 사용할 수 없습니다
lv: Nevar apstrādāt protokolu “%s”
mr: '%s' या शिष्टाचारा बरोबर काम करता येत नाही
ms: Tidak dapat menangani protokol '%s'
ne: '%s' प्रोटोकलसँग काम गर्न सक्दैन
oc: Impossible de gerir lo protocòl « %s »
pa: '%s' ਪਰੋਟੋਕਾਲ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pt: Não é possível lidar com o protocolo '%s'
pt_br: Não há acordo com o protocolo '%s'
ro: Nu se poate lucra cu protocolul „%s”
sk: Nie je možné pracovať s protokolom „%s“
sl: S protokolom '%s' ni mogoče upravljati
sq: Nuk mund të merremi me protokollin '%s'
sr: Не могу поступати са протоколом „%s“
sv: Kan inte hantera protokollet "%s"
ta: '%s' நெறிமுறையை சமாளிக்க முடியவில்லை
tg: Бо протоколи "%s" муомила кардан нашуд
th: ไม่สามารถจัดการโปรโตคอล '%s'
tr: '%s' protokolü çözümlenemedi
ug: protocol '%s' نى بىر تەرەپ قالالمىدى
uz: '%s' протоколини қўллаб бўлмади
vi: Giao thức '%s' không được hỗ trợ
zh_cn: 无法处理协议“%s”
zh_hk: 無法處理 ‘%s’ 通訊協定
